[{"video_id": "video9770", "desc": "a person is connecting something to system", "subtitle": " Now we're going to do this one. So this one is to go on the dark blue part here and it won't actually go in because it's a bit..."}, {"video_id": "video9771", "desc": "a little girl does gymnastics", "subtitle": ""}, {"video_id": "video7020", "desc": "a woman creating a fondant baby and flower", "subtitle": " water and I'm just going to wrap him around. I use two leaves to do this. For the center of my flowers I just"}, {"video_id": "video9773", "desc": "a boy plays grand theft auto 5", "subtitle": " Now although there is no confirmed information to verify that this feature will be coming to GTA 5 in the Heist DLC update, this trailer certainly shows off that feature so it is a possibility. Well with that being said, that is all I have for this video but I do hope you enjoyed it."}, {"video_id": "video7026", "desc": "a man is giving a review on a vehicle", "subtitle": " Rockhounds will also dig the speed control system that maintains a sensible snail's pace in tough ascents and descents. Whether you're tackling the Rubicon Trail or on your way to Walgreens, the Cherokee is a fairly pleasant place to be."}, {"video_id": "video9775", "desc": "a man speaks to children in a classroom", "subtitle": " What does that mean? Unemployment. Do you have a job? At home is to set up the table for dinner. Oh, okay. Yeah, me too. I have this little box of stuff that me and my sister collect. I've made kind of ten dollars or something. Oh, so you sell"}, {"video_id": "video9776", "desc": "one micky mouse is talking to other", "subtitle": " can go to Prince Mickey's grand ball. Oh, how marvelous. Now, let's go get some cutie tools."}, {"video_id": "video7025", "desc": "a naked child runs through a field", "subtitle": " to war in the east and rarely come home. Tank driver Gerhard Kollak from Alenstein in East Prussia is on leave from the Russian front."}, {"video_id": "video9778", "desc": "a little boy singing in front of judges and crowd", "subtitle": ""}, {"video_id": "video9779", "desc": "fireworks are being lit and exploding in a night sky", "subtitle": ""}, {"video_id": "video7028", "desc": "a man is singing and standing in the road", "subtitle": " Stuck to the ground Despite how silly it sounds You're bigger than me It's known that I'm a liar Often they're blacker than white"}, {"video_id": "video7029", "desc": "cartoon show for kids", "subtitle": ""}, {"video_id": "video9772", "desc": "some cartoon characters are moving around an area", "subtitle": " I'm laughter, I'm justice, Tony. And I don't want you to see this, Tony. I don't want you to see this. I can take care of myself. Thank you."}, {"video_id": "video7021", "desc": "baseball player hits ball", "subtitle": " Bottom four now, Tigers score on a bases loaded walk that's followed up by this smash to center from DH Curtis Kasperson Nick Zierwitz scores David Smathers comes in and pinch runner Matt Modalewski also scores"}, {"video_id": "video9774", "desc": "a rocket is lauching into a blue sky smoke is emerging from the base of the rocket", "subtitle": ""}, {"video_id": "video7027", "desc": "the man in the video is showing a brief viewing of how the movie is starting", "subtitle": " Yeah, usually all work, but look it's loading up and it's playing. Any more questions, just mention me. I'm posting them."}, {"video_id": "video9731", "desc": "a woman is mixing food in a mixing bowl", "subtitle": " And you'll see that stiff peaks have formed now if I"}, {"video_id": "video7024", "desc": "little pet shop cat getting a bath and washed with little brush", "subtitle": " I'm going to make a soup with the leftover ingredients from yesterday."}, {"video_id": "video9777", "desc": "a student explains to his teacher about the sheep of another student", "subtitle": " Why does the lamb love Mary so, love Mary so, love Mary so? Why does the lamb love Mary so, the eagle, char and fry?"}, {"video_id": "video8913", "desc": "a video about different sports", "subtitle": " Okay, good I'm gone nigga. Oh you ain't got no backwoods. Throw that sh-"}, {"video_id": "video8912", "desc": "a family is having coversation", "subtitle": " and then the endless cycle of chaos begins."}, {"video_id": "video8911", "desc": "a computer generated cartoon figure operates a control panel while another character sleeps in the background", "subtitle": ""}, {"video_id": "video8910", "desc": "adding ingredients to a pizza", "subtitle": " Spread a cup of mozzarella cheese on the pizza."}, {"video_id": "video8917", "desc": "two men discuss social issues", "subtitle": " unruly and ruin our lives if we don't train them. If we train them then they'll start behaving and actually become our best friend. Have you picked up on the kind of chimp I have? But I think the key is this."}, {"video_id": "video8916", "desc": "cartoons of a sponge a squid and a starfish", "subtitle": " Dance off!"}, {"video_id": "video8915", "desc": "person cooking up somefood", "subtitle": ""}, {"video_id": "video8914", "desc": "models are walking down a short runway", "subtitle": " I cried ten men's tears as it disappears With a passionate atmosphere Took your glove as a souvenir Left the other on the pillow as I stroked your ear One last breath of your hair Stepped for a second and then the door was beckoned See I'm a lover not a fighter So I didn't fight the fact that I'm more than light, yeah Didn't matter we were under influence Made sense this was more than lust I don't owe you, you don't owe me One night only, if only I could take you back and just show you off But I guess if I did that then"}, {"video_id": "video8919", "desc": "a man is talking on stage", "subtitle": ""}, {"video_id": "video8918", "desc": "a hairdresser and client speak to each other with kid voices", "subtitle": " What are you gonna do? Sit here and party. Do you have anything to do next week?"}, {"video_id": "video9545", "desc": "some one talking about top ten movies of the year", "subtitle": " But Warren, if you heard of us, you probably heard we ain't into prisoner-taking business. We into killin' Nazi business. And cousin business is a-boomin'. Oh, yeah. That leaves two ways we can play this out. Either killin' the prisoner or killin' the prisoner."}, {"video_id": "video7704", "desc": "a man with a very red nose", "subtitle": ""}, {"video_id": "video7118", "desc": "a young girl in a horror movie is haunted", "subtitle": ""}, {"video_id": "video7119", "desc": "news reporters talk about a strange sight in part of san diego", "subtitle": " Everyone in town talking a bright light and apparent explosion over the skies of San Diego. Yeah, viewers have been sending in dozens of pictures and videos like this. And tennis reporter Jessica Chen is live in Carlsbad. What caused that burst of light?"}, {"video_id": "video7116", "desc": "a group of people are walking a woman is talking about their culture", "subtitle": " Here a woman is being chastised by an IS militant for not wearing gloves."}, {"video_id": "video7117", "desc": "people are singing on the beach", "subtitle": " Summer paradise Cruising with the boys and girls Surfing day and night Everybody shoot the curve ball Hey, bye"}, {"video_id": "video7114", "desc": "a girl and a man are talking to each other", "subtitle": " A little girl underwater is the only one who can stop a killer. You could help me. She's that girl who escaped from the tattoo murder? Yeah. From striking again."}, {"video_id": "video7115", "desc": "a man is showing off a new vehicle", "subtitle": " It's to be a very good vehicle from which to... what?"}, {"video_id": "video7112", "desc": "while other friends too try and hitting the basket another is eager to achieve his fourth successful basket in basketball", "subtitle": " I've like made three baskets in my whole life. It's gonna be four You know it feels gnarly Larry Bird Larry's Oh"}, {"video_id": "video7113", "desc": "a child in pink watches a white bird in an open box", "subtitle": " I have to teach them, because they have so many things to do. Of course I have to teach them, because they have so many things to do. Now the gun is on. What is this?"}, {"video_id": "video7110", "desc": "there is a man shooting other people in a corridor", "subtitle": " The drivers, Eric Bernard and Alain Prost, are going to join the team in the development of this diabolical monospace."}, {"video_id": "video9542", "desc": "sports vine clips of football", "subtitle": " Where I want to be"}, {"video_id": "video9679", "desc": "the demonstration of mobile rack", "subtitle": " I actually ended up putting out quite a bit of I.O. for the minimal amount of money involved in this project. I went with a Supermicro motherboard and a disk array subsystem by Supermicro. I'll be listing all the components in the description and in the video annotations so you can kind of collect that information. Everything turned out really nicely compatibility-wise. I ended up using it for a VM iSCSI build-out for my VMware home server."}, {"video_id": "video8978", "desc": "band performing a hard rock song about diamonds in the sky", "subtitle": " We're beautiful like diamonds in the sky I do like the world alive We're beautiful like diamonds in the sky"}, {"video_id": "video8464", "desc": "the ground rules of the republican presidential debate are introduced", "subtitle": " I know everyone is eager to get started, so candidates, please take your places while I explain the ground rules for tonight. As moderator, I'll guide the discussion and I'll be joined in the questioning by Salem Radio Network talk show host Hugh Hewitt and CNN's chief political correspondent, Dana Bash. We also asked Republicans and Independents nationwide to share their questions for the candidates."}, {"video_id": "video7701", "desc": "cartoon cars smiling talking and driving down a city road", "subtitle": " The song is about a girl who is in love with a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man who is a man"}, {"video_id": "video7438", "desc": "the articles of a shop is being shown", "subtitle": " like how their face sculpt is but the clothes are pretty cool. There she is. I thought we lost her. There's Ani."}, {"video_id": "video8899", "desc": "some people cross a street in a busy road", "subtitle": " much sugar is hidden. Registered dietitian Jacqueline Pritchett"}, {"video_id": "video8895", "desc": "a man and a woman are singing on the beach", "subtitle": " I don't see your problem. Everything I say it rhymes. Here comes another lie. Just close your eyes if you don't want to."}, {"video_id": "video7431", "desc": "a man talks about the publication of a nasa technical report", "subtitle": " The first time NASA launched a lunar launch, in 1965, NASA launched Operation"}, {"video_id": "video9549", "desc": "video of a computer program while someone navigates through its menus", "subtitle": " The first time I saw the light, I thought it was a dream. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright. I was surprised that the light was so bright."}, {"video_id": "video8829", "desc": "two men talk about stealing land and the bible", "subtitle": " You're not the chosen brother Eli. It was Paul who was chosen. He found me and told me about your land. Why are you talking about Paul? I did what your brother couldn't. I broke you and I beat you. It was Paul who told me about you. He's the prophet. He's the smart one. He knew what was there and he found me to take it out of the ground."}, {"video_id": "video8828", "desc": "tv show presenters speak about will smith and other actors and their respective characters", "subtitle": " Will Smith's personality leapt off the screen and made generations of people from all demographics and backgrounds love that dude. Well said. Thank you. Number two would be"}, {"video_id": "video8827", "desc": "cartoon girl is talking", "subtitle": " Right! The F makes ffff. That's right! And we know the sound og. What would happen if I changed fog for frog-huh?"}, {"video_id": "video8826", "desc": "lady speaking on her show", "subtitle": " I am sad to say first up is the mysteries of Laura starring Deborah Messing. She plays a single woman struggling to balance her family life and her career as an NYPD homicide detective."}, {"video_id": "video8825", "desc": "a woman holds up a leather jacket", "subtitle": ""}, {"video_id": "video9548", "desc": "a reporter asks questions at a gun range", "subtitle": " In 2008, 9 and 10 I had 25% increases. 2011 I had a 50% increase. Why? People are just, in general, more afraid than they were 10 years ago."}, {"video_id": "video8823", "desc": "men are doing wrestling", "subtitle": " The following team, Alita, is their third and final team to come."}, {"video_id": "video8822", "desc": "newscasters speak about a school shooting on the news program info wars", "subtitle": " What time did they first notice the sign? Because the tragedy what occurred what 1030 in the morning? Yeah early in the morning 10 ish. Okay 1015 1030. The first thing that I've seen and there's probably other videos of this sign"}, {"video_id": "video8821", "desc": "two men and a women are sitting on the chair", "subtitle": " You know, a lot of blanks still as we rolled into it. And the atmosphere on the set, I think, could have been charged with a little bit too much intensity, possibly. And he showed up and he really brought it."}, {"video_id": "video8820", "desc": "a person comes up in the hill on a orange motor bike and falls down", "subtitle": " Hi! That was a little slow though. Good job."}, {"video_id": "video9518", "desc": "people perform on the voice", "subtitle": " Thank you for watching!"}, {"video_id": "video9519", "desc": "boy band performs for a crowd", "subtitle": " Why are you testing me? Why are you testing me? Don't confuse me. Are you kidding me? Who the hell are you?"}, {"video_id": "video7432", "desc": "a person on the computer looking at data", "subtitle": ""}, {"video_id": "video9503", "desc": "a woman is talking about how jeans with patches or rips is trendy", "subtitle": " Number three patches aren't just for covering a rip check out these DIY patchwork jeans Super hip and speaking of rips I Love this play up the red put lace or pretty fabric behind the hole on your jeans number four Everybody knows you can make an old pair of jeans into cut offs But put a pretty trim on your shorts for a polished unique look"}, {"video_id": "video9510", "desc": "pokemon video game play", "subtitle": ""}, {"video_id": "video7751", "desc": "two women rare sitting speaking on sites in los angeles", "subtitle": " It was my birthday and it was a great day. He sounds like it He should be my date for my next birthday Not only our hotels places to stay in LA, but they're also places to be seen"}, {"video_id": "video7752", "desc": "a man speaks on driving and a car model", "subtitle": " you know, the police or gangsters, you know, I want to be a good civilian on the road. Exterior wise, fairly stock, fairly mild for the longest time."}, {"video_id": "video9513", "desc": "a woman is smiling", "subtitle": ""}, {"video_id": "video7754", "desc": "this is a video of a live tv show", "subtitle": " Hey, shut-ins! Too much time on your hands? Then check out the newly redesigned Late Show website at www.cbs.com slash late night slash Late Show. You'll find show clips, information and updates."}, {"video_id": "video9515", "desc": "a boy is singing", "subtitle": ""}, {"video_id": "video9516", "desc": "people are cheering at a stadium", "subtitle": " The first time I saw the world, I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was so excited. I was"}, {"video_id": "video9517", "desc": "a news program about overweight people", "subtitle": ""}, {"video_id": "video9677", "desc": "a guy wearing a red shirt drives a car while talking", "subtitle": " the suspension is quite firm. The benefit of which is that this car goes round corners much better than you'd expect an MPV to, with very little body roll and nice precise steering. I'm quite impressed really."}, {"video_id": "video7436", "desc": "a man gets shot in the face", "subtitle": ""}, {"video_id": "video7822", "desc": "many ladies and men are walking upstairs inside of a caged fence", "subtitle": ""}, {"video_id": "video9204", "desc": "a news reporter talks about a shooting", "subtitle": " We are hearing new stories of strength and resilience after the tragedy in Newtown. And one man says if there is any strength to be found after this ordeal, it lies in the brave students that survived that day."}, {"video_id": "video9205", "desc": "a woman interviewing about her part in a protest happening in brazil", "subtitle": " I'm from Sao Paulo and here yesterday we had around 65,000 people in the street, which is a lot of people."}, {"video_id": "video9206", "desc": "a man punches a faucet to show how much better bottled water is", "subtitle": " Once you go bottled water, you'll never go back go to hell faucet bottle water to do almost anything Hit it wash my car. Of course it can Wow"}, {"video_id": "video9207", "desc": "a lady is put makeup especially around her eyes", "subtitle": " I'm applying purple to my eyes. So now I'm going to take this really pigmented purple eyeshadow and apply it on the corners of my eyelids."}, {"video_id": "video9200", "desc": "animals are communicating with one another through thought bubbles in three different scenes from a video game", "subtitle": " or they might even die. That crap's just sad, and it bums everyone out in the household, including other pets, so don't do it. Pets can also have relationships with other pets, including having their own friends and enemies. They can also have romantic relationships, and yes, that means pet woohoo. It's not nearly as absurd"}, {"video_id": "video9201", "desc": "a trailer for an upcoming movie with people on a beach", "subtitle": " I think it's a teenage world! Play a dead room! Let me help you with that. Have I been acting strange lately?"}, {"video_id": "video9202", "desc": "a girl singing song on stage", "subtitle": " You would not believe your eyes If ten million fireflies lit up the world as I do"}, {"video_id": "video9203", "desc": "the man is giving an informational speech to a group of people about telling someone something", "subtitle": " Great, that's what you do. Now, think about who you do it for. Picture them in your mind. Be ready to say it on the count of five. Hold it, don't release it yet. One, two, three."}, {"video_id": "video8690", "desc": "a blonde woman is speaking and then a radio button to subscribe to her webcasts appears", "subtitle": " more check out WeLicious.com"}, {"video_id": "video9208", "desc": "a man is showing the foot well under the door jam area of the car", "subtitle": ""}, {"video_id": "video9209", "desc": "the girl shoots her nerf bow", "subtitle": ""}, {"video_id": "video7753", "desc": "a man is giving his commentary on a current event television show", "subtitle": " to the cage. But I think, you know, as we've been talking about domestic violence in sports, one sport has been absent from the conversation. And it happens to be the most violent sport. And so now it's in the conversation."}, {"video_id": "video9647", "desc": "sports are being played", "subtitle": ""}, {"video_id": "video7669", "desc": "three woman doing a fashion show to music", "subtitle": " I'm a little bit tired."}, {"video_id": "video9349", "desc": "guy showing how to make items", "subtitle": ""}, {"video_id": "video9348", "desc": "women walking on the stage with different styles of dressing in a fashion show", "subtitle": " Welcome. The city is full of fun. Come with me. I'll show you the best in the world. Japan is the best."}, {"video_id": "video9341", "desc": "the press would rather interview the most ignorant person they can find than beautiful women", "subtitle": " Hey Do you think the press is gonna want to talk to us girl? No, the press only wants to interview the most ignorant person they can find I'm on TV First cops now this Oh now be"}, {"video_id": "video9340", "desc": "one sad one trying to comfort", "subtitle": ""}, {"video_id": "video9343", "desc": "woman is slicing the vegetables and decorating the meal", "subtitle": " You look like you're having fun in the house. But you don't know how to understand, how to respect, how to respect your rights."}, {"video_id": "video9342", "desc": "the water safety teams arrives with the safety devices and water bike to save a person who had been drifted away", "subtitle": " and reset. So climbing up with his own ability as he keeps his head down, fanning with a thumbs up he is okay. Rushing to the water safety, his leash chewed off as he shakes this one off."}, {"video_id": "video9345", "desc": "cartoon birds are flying", "subtitle": ""}, {"video_id": "video9344", "desc": "gameplay footage of someone playing a game", "subtitle": " Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh"}, {"video_id": "video9347", "desc": "a woman in red dress explaining about cushion seat", "subtitle": " Oh my god, this one's a cat bed, too. What was I thinking? This one is supposed to be for Max. It's kind of like a snakeskin pattern, which I thought was a little bit more masculine, but still has that like edge that you know what you're doing with style."}, {"video_id": "video9346", "desc": "a woman giving a photoshop tutorial", "subtitle": " Black and white with just a click and you can go ahead and add any of the artistic options or special tools above. But here we have clean base and that adds some contrast and brightens it up and fixes some shadows and highlights. Basic clean edit. You can go into the layers if you like and you can adjust them. I'm just going to leave it as is. Now I am going to play one of my favorite actions right on top. They stack. It's real easy to do. You just go ahead and"}, {"video_id": "video7826", "desc": "a girl is preparing potato ball and explains the recipe", "subtitle": " I'm going to dip a couple of my Potato balls into the batter. Coat it well. And with the help of a fork. I'm just gonna pick it up. And..."}, {"video_id": "video9885", "desc": "a movie director talking to the media men in press conference regarding his movie and hero also", "subtitle": " the track. Director Woody Allen said he couldn't afford to cast Downey in a movie because it cost too much to insure him."}, {"video_id": "video9882", "desc": "a news reader is reading the news and asking question to some people", "subtitle": " If you talk about carrot and stick, that is what the Liberal Democrats came up with. Under either party, the Conservatives and the Labour Party, they are both saying if young people refuse to work, there will be consequences. One is suggesting they will find you full-time work, the other one is saying you will have to do this work and we will pay you for it. So carrot and stick and a stick and carrot, surely."}, {"video_id": "video8578", "desc": "a man is commentating while playing minecraft", "subtitle": " to get to the film or to the screen I should say so we're gonna take a shortcut this project"}, {"video_id": "video7827", "desc": "people are walking down a street holding signs", "subtitle": " Where is my midwife? Privileges for all. We're definitely making the voice and the message that we intended. And just letting the town know that we're here."}, {"video_id": "video7035", "desc": "there is someone playing a game in a computer", "subtitle": " Dropped. Passing it. Nope. There's no one near it. Looks like it's going to be hard."}, {"video_id": "video9581", "desc": "serene music plays over scenery of mountains while a woman speaks", "subtitle": " After the meal, he said, the sea is like a mountain, the world is like a mountain, the view is beautiful."}, {"video_id": "video7034", "desc": "man in black shirt is holding a baby upside down and talking about universal studios", "subtitle": " All this tossing is making me wanna This next video was shot at Universal Studios and has over 3 million views It shows a girl trying to take a selfie and getting bitched up"}, {"video_id": "video9580", "desc": "the animals are having nice time together and eating food", "subtitle": " I'm going to make a new house."}, {"video_id": "video8573", "desc": "a video of a rock group performing one of their songs", "subtitle": " And though my eyes were open They might just as well have been closed And so it was later As the mirror told his tale"}, {"video_id": "video8572", "desc": "a man grabs at snakes and throws them around the room", "subtitle": " Yeah, so this dude is in a pit of cobras."}, {"video_id": "video8346", "desc": "a man talks about a war between two generals one of which became king", "subtitle": " And pushing for independence together, things went very well. The Creole general Iturbide and the rebel mestizo commander Guerrero joined forces and won independence, with most of the peninsula returning to Spain. Iturbide, the whiter of the two generals, became king of Mexico in 1812."}, {"video_id": "video8347", "desc": "a video of someone talking about some girls", "subtitle": " When Lara arrived in Caracas, the first thing she did was gain weight. And she never worked again."}, {"video_id": "video8344", "desc": "a man is driving a car through the countryside", "subtitle": " You have to remember in 1964 lap belts were standard equipment in cars. You can't see it, there's a lap belt here."}, {"video_id": "video8345", "desc": "a woman feeds another", "subtitle": " Have a bit. More, more. So good. Okay, that's enough eating. Pigs. There you have it folks. Monofi pie for the beginner. You can Twitter us to ask us how to make it again if you forgot. Because mum wants more tweets. Absolutely. Less followers than me. No, not many. Only a few. A few. Hundred. Okay, bye."}, {"video_id": "video8342", "desc": "girl in pink dress fashion model walking in ramp", "subtitle": " Look, it's a city's smell, a city's smell. And the smell of the city's cigarette is growing in the world."}, {"video_id": "video8343", "desc": "a man is holding a coffee mug", "subtitle": ""}, {"video_id": "video8340", "desc": "a man and a woman stand in a bedroom", "subtitle": " Yeah, I wasn't sure that I was. Oh, that's right. You've only had 12 hours to change. Ha ha. She's a game-ling."}, {"video_id": "video8341", "desc": "cartoon characters are talking to a pokemon", "subtitle": " We owe it to Poliwhack. I think it was a team effort. Definitely, right? You are a great team. Yes, and good friends too."}, {"video_id": "video7825", "desc": "sitting and converstion 2 lady and 2 gents", "subtitle": " are part of a generation finding it harder to leave the family nest. In the 1980s, some 15% of Italians over 30 years old lived at home. Today, that figure has soared to 40%."}, {"video_id": "video8348", "desc": "a woman looks after abandoned children for free in her home", "subtitle": " The"}, {"video_id": "video8349", "desc": "friends enjoy eating", "subtitle": " Please have a drink"}, {"video_id": "video9589", "desc": "a woman plays instruments in a field", "subtitle": " Now you can't soothe all the Christian country girls"}, {"video_id": "video9837", "desc": "video game footage of a killing spree during call of duty black ops", "subtitle": " oh that's how you evade it that's how you evade should i do a dolphin celebration now we hey oh shit don't shoot"}, {"video_id": "video9836", "desc": "a woman is stirring food", "subtitle": " Black eyed peas are a traditional New Year's dish in the south to make Hoppin' John. But we like them anytime. They're very, very tasty."}, {"video_id": "video9835", "desc": "the women sit at the lap top and talk to one another", "subtitle": " And run bitch run Run Forrest Run Submitted by Ghost Cursor A mother flees her apartment after a ghost photo"}, {"video_id": "video8851", "desc": "a group of indian guys meeting on a bridge while it s raining", "subtitle": ""}, {"video_id": "video9833", "desc": "airport security figure explains requirements for transporting medicines", "subtitle": " Nothing."}, {"video_id": "video9832", "desc": "a video game character rides around on a motorcycle", "subtitle": ""}, {"video_id": "video9831", "desc": "a group of people are swimming in a boat a monkey is walking on the tree", "subtitle": " They kayak up the river into valleys, forests and jungles that most people will only ever experience in nature magazines."}, {"video_id": "video9830", "desc": "some people was swimming under the waterit is very good job", "subtitle": " Music"}, {"video_id": "video9839", "desc": "an animated horse is in a barn and the maker asks for comments", "subtitle": " Here I am, and I'm just standing on the sidewalk I said no, I got no more clubs to shoot, cause I've seen them As I go, it's in my cellophane"}, {"video_id": "video9838", "desc": "a cartoon clip of pokemon dancing", "subtitle": ""}, {"video_id": "video7111", "desc": "it is the animation cartoon", "subtitle": " Meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow, meow"}, {"video_id": "video8089", "desc": "a police officer drives his white car onto a grassy field and then back on to the street", "subtitle": " I'm a police officer. I shall never give up. Ah, you see. Now, thanks to four-wheel drive, I could intercept the Stig and deploy my Stinger. This is 900 pounds."}, {"video_id": "video9728", "desc": "a man talking about kuru disease", "subtitle": " Number two is Kuru disease. Kuru is an incurable disease that has effects similar to that of mad cow. The disease has two notable effects. The first is that it makes millions of tiny holes in your brain that grow larger over time, causing the infected person to shake uncontrollably."}, {"video_id": "video8122", "desc": "a fearful animation scene", "subtitle": " It affects their perception of each other and the world's perception of them. You want to protect the world, but you don't want it to change."}, {"video_id": "video8123", "desc": "a woman is giving demo for baby trolley", "subtitle": ""}, {"video_id": "video8120", "desc": "a guest is speaking with a television show host", "subtitle": " are Las Vegas gaming magnets, and they run non-union shops there. And so they're out of union solidarity. The allies of workers here in New York have pressed the New York Assembly not to sanction MMA. Sheldon Silver, the former Speaker of the Assembly,"}, {"video_id": "video8121", "desc": "there was a resistor in the back", "subtitle": " I used an 18V drill battery to power it. And as you can see, the airplane shooter latches easily onto the battery. I added variable resistor at the back."}, {"video_id": "video7839", "desc": "this is a vine sports compilation", "subtitle": " Don't like, no Sneak designs, that's that shit I don't like, no Don't like, no"}, {"video_id": "video7838", "desc": "a guy is talking over loud music at the end of a youtube video", "subtitle": " I did electronic superjoy, I did no time to explain, I'm doing infamous first light now and I did the walking dead last episode. Boy was that a humdinger, huh?"}, {"video_id": "video8124", "desc": "basketball players making a shot in the last seven seconds", "subtitle": " Big time play, 7 seconds left and Derek knocked that jumper out. I tell you, they isolated the floor that time for him. I was wondering who stepped further."}, {"video_id": "video8125", "desc": "a man in a flying contraption crashes in a field", "subtitle": " He crashed out there in the bushes. Hey Ron, are you okay?"}, {"video_id": "video7835", "desc": "two cartoon characters walking underwater", "subtitle": " There it is. Harts Perkins here with an incredible news flash. Plankton is selling Krabby Patties at the Chum Bucket. How is this possible? Let's find out."}, {"video_id": "video7834", "desc": "a man in striped collared shirt discusses jobs in news room of bloomberg", "subtitle": " The report does warn that low-paying administrative and support services jobs are expected to be the fastest growing. So you may go west, you may not make a fortune, but the report does sort of quantify what the folks in Texas have been arguing, and that is you get a low-regulation, low-tax state, and it's conducive to growth. Also helps you have the..."}, {"video_id": "video8128", "desc": "a cartoon character prepares to ride a bicycle", "subtitle": ""}, {"video_id": "video7836", "desc": "a girl with a hat on and dancing", "subtitle": " Well, as the month of November is ending, we are going to do the favorites of November or November favorites. Well, I have several things to show you that are those things that were characteristics of my month of November, those things that I used a lot, that I liked a lot, so let's start."}, {"video_id": "video7831", "desc": "a young girl is abusing a young man", "subtitle": ""}, {"video_id": "video7830", "desc": "this is about a young boy s photo shoot", "subtitle": ""}, {"video_id": "video7833", "desc": "a man is talking about business", "subtitle": " Still, you might, because there are a lot of jerks out there who would. Are you one of them? Don't be. At the same time, if you know that people will be punished for cheating you, you're more likely to do business. And it's courts that create the expectation that business will be conducted for you."}, {"video_id": "video7832", "desc": "a man and woman looking at each other on the subway", "subtitle": " Thanks for watching!"}, {"video_id": "video7506", "desc": "a video game car is driving recklessly", "subtitle": ""}, {"video_id": "video7501", "desc": "will smith has starred in a lot of movies including the movie ali", "subtitle": " point the biggest movie star on the planet and now it's been still pretty big it's been rough it's been rough but he that's nonetheless we still said we've got to celebrate Will Smith here is the top five best Will Smith movies of all time I hope this one's good these five are tremendous kicking off with his Oscar nominated turn as some other guy may have heard of Muhammad Ali in Ali Michael Mann directed Ali now the movie itself it's really reminds me of a"}, {"video_id": "video8423", "desc": "a female inside a white themed bathroom while someone else makes her makeup", "subtitle": " I'm going to start off with her brows. So she already has that thin arch brows like Honey Lemon. All I need to do is lighten them up using a brown mascara. For her big bright eyes, I'm going to use this"}, {"video_id": "video7500", "desc": "a soccer team walking out on the field", "subtitle": " a nervy finish in this one."}, {"video_id": "video7233", "desc": "views of two persons working on the super computer with the head phones on", "subtitle": " But no one would listen, cause no one else cared After my dreaming, I woke with this fear What am I leaving, when I'm done here?"}, {"video_id": "video7232", "desc": "the sky roads game on the computer", "subtitle": " The same to our both Matt groaning characters"}, {"video_id": "video7231", "desc": "a woman introducing someone", "subtitle": " Hey, Jenny Hase here. Joining me today is Dara Percival, who is a contributor to The Conscious Reporter. I wanted to bring Dara onto the show today to discuss her intriguing article, which is called"}, {"video_id": "video7230", "desc": "a woman is talking about a baby stroller", "subtitle": ""}, {"video_id": "video7237", "desc": "there is a man repairing a product on the table", "subtitle": " Yes, it makes a slight difference to the performance of a given water cooling system, but it's not the end of the world. What you can do is you can use an Allen key to take out these six guys right here. You can turn this around and then you can"}, {"video_id": "video7236", "desc": "person walking around building", "subtitle": ""}, {"video_id": "video7235", "desc": "cartoon of a squid on a bike looking up at a treehouse", "subtitle": ""}, {"video_id": "video7234", "desc": "a woman flanked by two men are with a discussion", "subtitle": " Possibly with American, we'll see, merging with United States Airways, are we finally going to break this cycle of bankruptcy, into bankruptcy, out of bankruptcy?"}, {"video_id": "video8650", "desc": "a news convention is held", "subtitle": " She is nearly 38 years old and she is local from UAE. And about the last point of your question, this is under investigation now and I cannot say for you if this is yes or not."}, {"video_id": "video8651", "desc": "a man talks about cars", "subtitle": " Around your dreams, she's waiting for you at PB. At Auto PB, fall in love with one of our 500 vehicles to discover in the largest indoor exhibition hall in America."}, {"video_id": "video8652", "desc": "a man runs into the crowd when trying to catch a basketball", "subtitle": " inside deflected James got a piece of that one way exactly able to chase that one down he was diving into the crowd"}, {"video_id": "video7502", "desc": "a narrator explains where to find a rare vehicle in grand theft auto", "subtitle": " This is a rare version of the Poyote, but it's still very rare and not many people know about it in GTA V. This spawns in this parking lot right here by all these gang members, usually at night as well, and it's usually a yellowish color."}, {"video_id": "video8654", "desc": "a woman cooking an orange substance", "subtitle": " of your yogurt or curd. Cook this gravy for 4-5 minutes."}, {"video_id": "video8655", "desc": "an animal is throwing a piece of junk", "subtitle": " Thanks for watching!"}, {"video_id": "video8656", "desc": "she used an electric blender", "subtitle": " and keep doing that until it doubles in size and it becomes nice and white. It'll look more creamy white like this."}, {"video_id": "video8657", "desc": "a man rides his motorcycle to a building", "subtitle": ""}, {"video_id": "video7898", "desc": "a salad in a bowl is being filmed on a table", "subtitle": " Delicious, hot and comforting laksa is ready."}, {"video_id": "video9901", "desc": "a man with glasses and a goatee talking about his former job", "subtitle": " My name is Tim Kirchner, handle is TMAC. Officially I am listed as the Director of Data Science Operations. In that capacity I oversee the execution of both our marathon and algorithm matches."}, {"video_id": "video8459", "desc": "mario and friends play in a video game together", "subtitle": " I'm ready."}, {"video_id": "video8514", "desc": "a person is putting the vegetable in to the water and boil it", "subtitle": " The first time I saw a cat, I thought it was a cat."}, {"video_id": "video7909", "desc": "a woman holding a ribbon", "subtitle": " I just really really liked this ribbon. So that's what I'm going to be using today This is also wired wired wire is much more difficult to work with"}, {"video_id": "video8456", "desc": "a man talks to someone and also the camera", "subtitle": " guys know that but I need to yeah but we go over a lot one time we went over and we had a Nando's there and on like an LP like a record player she was playing like horror soundtracks she's that obsessed in fact wait she's gone"}, {"video_id": "video8018", "desc": "a young girl shopping", "subtitle": ""}, {"video_id": "video8457", "desc": "a man rowing a kayak is shown in slow motion", "subtitle": " The elbow is flexed and lower than the shoulder."}, {"video_id": "video8016", "desc": "a dog and a cat are in a standoff", "subtitle": " I'm scared."}, {"video_id": "video7900", "desc": "a man talks about dna force", "subtitle": " health. But no one has put together a formula that focuses directly on brain health, nerve growth factors and optimizing your cellular energy at the same time. DNA force is one of the most expensive formulas"}, {"video_id": "video8014", "desc": "a group of people are singing while holding coke in their hands", "subtitle": ""}, {"video_id": "video7902", "desc": "a baby playing with a cats tail", "subtitle": " I'm going to sleep. I'm going to sleep. I'm going to sleep."}, {"video_id": "video8012", "desc": "a woman jumps over a bar and attacks a man", "subtitle": " I'm not in the mood for a fight."}, {"video_id": "video8013", "desc": "a video showing footage from sporting events", "subtitle": ""}, {"video_id": "video8010", "desc": "lego stormtroppers are in a facility", "subtitle": " I'm not sure if I should have done that."}, {"video_id": "video8011", "desc": "a girl talks about photos and her life", "subtitle": " huge wad of photos for all the people that donated to Trekstock that selected the signed photo option Good morning guys, another day, another section to a vlog"}, {"video_id": "video7890", "desc": "person is talking about the big growth in the cities", "subtitle": " with their latest meeting. Among the big cities, it is Texas again leading the way. Austin and Environments, no surprise there, topping a top 10 that includes three cities in the Lone Star State. Seven of the top ten in the West, and you look at that map, notice none of them are in the North or the Northeast. Driving the growth, construction, natural resources, mining, fracking, playing a big role in all this. IHS says, although, yeah, indeed."}, {"video_id": "video7589", "desc": "a man getting interviewed by a beach", "subtitle": " that sailed from one island to another to gather the Kopra. People are leaving the motors. They're staying in the village and no longer come to work, the Kopra."}, {"video_id": "video7588", "desc": "a man showing his finished product of a wood floor in his home", "subtitle": " expansion and contraction of the structure and flooring. All transition moldings should provide a quarter inch expansion space to avoid pinching the flooring and allow the proper expansion"}, {"video_id": "video9745", "desc": "a man is wearing a cap", "subtitle": " Goa Nicofix and live longer. Whatever Khaini... Why don't you increase your staff? I have enough staff. I want to give rest to everyone."}, {"video_id": "video9744", "desc": "this is a live tv show", "subtitle": " That's tough. That was tough. This is tough. I couldn't keep it any longer. You haven't locked and loaded any"}, {"video_id": "video7587", "desc": "two men in a wrestling competition", "subtitle": ""}, {"video_id": "video7586", "desc": "woman playing instruments in a field for a music video", "subtitle": " I got more on my mind than your merry-go-round."}, {"video_id": "video7581", "desc": "lyrics are written for the song", "subtitle": ""}, {"video_id": "video7580", "desc": "a woman speaking about scifi and fantasy disasters", "subtitle": " Why are these things coming up in the media like this? Talks of like invasion or aliens abducting people or being responsible for really horrific events because that's what people kind of keep in their subconscious and that's what they remember when they think of aliens. So it's really shaping people's perceptions."}, {"video_id": "video7583", "desc": "a princess tries not to cry in front of malificent", "subtitle": " You tell me that I'm cursed. Is it true? It is."}, {"video_id": "video9742", "desc": "the actor playing thor talking about the new movie", "subtitle": " We've gone to far more locations than we have ever before and kind of covered more ground and so aesthetically everything has just been dialed up. Avengers, time to work for a living."}, {"video_id": "video9909", "desc": "a crowd of people sitting next to each other as one man plays a video game", "subtitle": " So right now the world record is at 1026 and it could probably come down to like a 1025. You had to go for it. I had to. So there's a trick right there where you can kick the shell under your own feet and"}, {"video_id": "video7349", "desc": "a grey haired man interviews someone else", "subtitle": " he did the same and Ronnie said I can't believe this woman she's mad and a week later they both rang and said can we just apologize you must get fed up of listening to us mourning"}, {"video_id": "video7348", "desc": "a girl is talking about relationships", "subtitle": " Hi guys! So today I'm filming a video which has been long overdue. I have been planning to film this video since my birthday which was in August. So let's just film it already, shall we? This is a video called Ways to Use Baby Products. So let me explain you why this video is helpful for you to watch. Okay, so you know there, I mean is it just me or can you really just you know make out the stages in a relationship?"}, {"video_id": "video7347", "desc": "a woman is explaining how to do something on a computer", "subtitle": " your iPod to a USB on your PC or laptop. Now once you insert the iPod into it, it'll say"}, {"video_id": "video7346", "desc": "some people video conferencing as they watch a movie", "subtitle": " Surprise! Yay! I'm so sorry this happened to you. I sent some flowers. We got them. Great neighbors we have, huh? Great friends."}, {"video_id": "video7345", "desc": "a man is talking about making it easier for kids to learn while scenes of a school are shown", "subtitle": " I wake up in the morning and say, do I have to come to school again? So we embrace technology because it helps us make learning more engaging. I believe that when kids are engaged, when kids are interested, that's where learning takes place."}, {"video_id": "video9908", "desc": "a woman talking about education", "subtitle": " It's just irrelevant here. It's not even part of the conversation. The conversation is always about how can we all together help children. They assume"}, {"video_id": "video7343", "desc": "a guy fixing up another car", "subtitle": " Finally, station 1 is where the car gets its identity or serial number."}, {"video_id": "video7342", "desc": "opening of a nest a rate is coming out and searching something it eats something on a human hand", "subtitle": " You are my chocolate"}, {"video_id": "video7341", "desc": "in an interview a person in advocating education among the populace", "subtitle": " To transform birth in any society, the first thing is education of women and the entire populace in normal physiological birth and in the notion that birth is a normal life event. Young boys need to be told that and believe that and get that from a very early age before they can get it."}, {"video_id": "video7340", "desc": "a man is talking about his car s features while inside his car", "subtitle": " It has an HDMI connection. I haven't tested out why and it's got your USB so I'm trying to keep them all up to date. Trying to make it all fancy enough to keep up with today's technology. So it comes with a 7 speaker sound system with a sub. Sounds pretty good. It has little tweeters on the sides over there."}, {"video_id": "video9403", "desc": "i see a prince trying to get a girl and i see peter pan play around", "subtitle": " The Prince and Sleeping Beauty was about the most uninteresting and almost to the point of calling it odious task I've ever faced. This Prince was really a nothing. Now Peter Pan, I didn't really enjoy him too much, but he was interesting from his weightless characteristic until I got that all figured out and then he just became a chore like"}, {"video_id": "video8426", "desc": "cabins on a sandy beach have walkways going up to their porches", "subtitle": " The first time I saw it, I thought it was a real person."}, {"video_id": "video9622", "desc": "dogs are walking across the road in a video", "subtitle": ""}, {"video_id": "video8900", "desc": "a woman bakes and decorates a cake", "subtitle": " Once they're baked, you need to allow it to cool. Now that's two, but as you can see here, I've got all my six layers ready to go. So what you need to do is spread a thin layer of icing in between each layer."}, {"video_id": "video8901", "desc": "men pushing a car down assembly line", "subtitle": " room for the other cars to advance. Then workers move all the cars to the next station by hand. Let's just say that the car has 650 horsepower and with the workers it probably has 680. So it's 30 more counting the men pushing it from behind."}, {"video_id": "video8902", "desc": "a man is looking out a window to look at another man who jumped from the window to his death", "subtitle": " Jesus, he jumped."}, {"video_id": "video8903", "desc": "there are crocodiles about to eat the group of people walking across the water", "subtitle": ""}, {"video_id": "video8904", "desc": "a women is in an make up room telling about here itenary time wise", "subtitle": " Basically we're going to the venue from 1 to 1.30 to interview the models, get some footage backstage and then that's what this look is for and my outfit 1 and then outfit 2. There's makeup artists hired by Victoria's Secret coming to the hotel room from like 4 to 6 o'clock for us and then a shuttle picks us up at 6.30 to go to the venue and I'm gonna wear outfit 2 to the fashion show."}, {"video_id": "video8905", "desc": "two man s are talking to each other", "subtitle": " was that they didn't have anybody else to, you know, there just weren't that many people doing what you were doing. So they got to focus on you for a good long time. You know, what's so interesting to me about those issues is they're talking about something that they believe is to be the most powerful force in the universe. But if you joke about it, it will crumble."}, {"video_id": "video8906", "desc": "bbc news story about military crackdown in an unknown asian country", "subtitle": " expect some sort of, I mean crackdown is a hard word, but nonetheless perhaps a tightening of security, a tightening of resolve by the military government to maintain the state"}, {"video_id": "video8907", "desc": "scene of thor from the avengers", "subtitle": " You call on such lost creatures to defend you. How desperate am I? You threaten my world with war. You steal a force you can't hope to control. You talk about peace and you talk about war."}, {"video_id": "video8908", "desc": "a white man in a suit talking in front of a tv about logic and law", "subtitle": " By the way, that first line is maybe the most important single sentence in all of American jurisprudence. While logic might help you derive certain positive claims, Holmes claimed that the positive content of legal rules could be identified by investigating how they were used in"}, {"video_id": "video8909", "desc": "list of people s involved in making the documentary", "subtitle": " The first time I saw a cat, I thought it was a cat."}, {"video_id": "video8835", "desc": "a woman serves a bowl of soup woth stuff in it", "subtitle": " It is always wonderful to have some soup with your meal. And Leng Ngao Thong is a bowl of comfort at the end of the day. Do give this tasty Lotus Root Soup a try. Please subscribe and hit the bell icon."}, {"video_id": "video7699", "desc": "a man with head band is demonstrating how to play ping pong", "subtitle": " Your hand finishes almost at the height of your head. It should be further distanced from your body in comparison to the forehand. For more information, check out our website. Thanks for watching. See you."}, {"video_id": "video7698", "desc": "two women are walking in a parking lot", "subtitle": " That's really disgusting. Which one's the nastiest one? All of these girls have been having a really hard time. Stop crying!"}, {"video_id": "video7169", "desc": "a female nurse washes her hands and then cleans off a surface", "subtitle": " People often ask how on earth can you do this and dealing with death and bodies all the time. For me this is not a job."}, {"video_id": "video7168", "desc": "he is playing with ball", "subtitle": " We've been following Florida State's Jamis Winston since high school. Even as a 17 year old in the ESPN Sports Science Lab, Winston set himself apart from"}, {"video_id": "video7163", "desc": "a young man is touching a young girls back", "subtitle": " I like you. I know it."}, {"video_id": "video7162", "desc": "woman talking to a man in an interview", "subtitle": " concepts of beauty and body shape. 52 girls wear Miss Universe. I am one. And that is incredible."}, {"video_id": "video7693", "desc": "this is a jigsaw puzzle video", "subtitle": " Alright, so let's take a look at the PLL stage here. So I can see we've got headlights here, and then we've got a bar here, and a bar here. Now that is something you will never see on a 3x3. This is not a PLL case on a 3x3."}, {"video_id": "video7160", "desc": "a cartoon character falls asleep on a couch", "subtitle": " I'm sorry."}, {"video_id": "video7695", "desc": "a man is stirring something in a pot", "subtitle": ""}, {"video_id": "video7166", "desc": "a person is explaining something", "subtitle": " Click on the icon and it will show you the music."}, {"video_id": "video7165", "desc": "a cook prepares food items in a metal bowl", "subtitle": ""}, {"video_id": "video7164", "desc": "a computer animation using the source engine", "subtitle": ""}, {"video_id": "video9699", "desc": "a man explains how to do a experiment", "subtitle": " Step 4. Okay, to begin our experiment, we should transfer the liquid to a container."}, {"video_id": "video9698", "desc": "a women is talking about the books she likes and the second favourite one is the amc the walking dead", "subtitle": " And my second favourite is AMC's The Walking Dead. I know, I kind of did it like the intro. It's basically about the zombie apocalypse. How can you not like it when there are zombies involved? But what I like about this is it becomes a little bit realistic how they go through the struggles of the zombie apocalypse. And I really appreciate that because you never know when it happens to you one day you get a lot of useful tips in this"}, {"video_id": "video9693", "desc": "the chef adds fish sauce and fish paste to a large stainless steel cooking pot", "subtitle": " So we have now two tablespoons of the fish sauce. One, two and then we have one tablespoon of the fish paste. Remember that all"}, {"video_id": "video9692", "desc": "a man in a suit is talking on a television economy program", "subtitle": " Well, it's going to be a portfolio. I don't have a number in my head, but our software business today is very small. It's roughly about 250 million a year. I'm hoping to get up to 500 million a year in the next fiscal year, and then the growth will continue. So you will see it a little bit more significant."}, {"video_id": "video9691", "desc": "a commercial for the mazda 3 the card sliding around a corner", "subtitle": " Thanks for watching!"}, {"video_id": "video9690", "desc": "a man explains the condition of someone in the hospital to the press outside of a building", "subtitle": " Tonight is very critical. If condition is maintained good, then tomorrow begins to look all the"}, {"video_id": "video9697", "desc": "the woman has a baby monitor", "subtitle": ""}, {"video_id": "video9696", "desc": "a man folds up a stroller", "subtitle": ""}, {"video_id": "video9695", "desc": "text explains about a pokemon expisode that caused seizures", "subtitle": " The first time I saw the light, I thought it was a ghost."}, {"video_id": "video9694", "desc": "a guy barbequeing potatoes", "subtitle": " Alright, put the cover on, and we're baking potatoes."}, {"video_id": "video7765", "desc": "a person is discussing a car", "subtitle": " Among the highlights are the efficiency of this 1.5 engine, also the low fuel consumption, the operation and the selector of the gearbox."}, {"video_id": "video9524", "desc": "a bunch of cartoon faces are chomping their teeth and making eating gestures", "subtitle": ""}, {"video_id": "video7767", "desc": "a slideshow with captions", "subtitle": ""}, {"video_id": "video7766", "desc": "a video gamer is seen as he plays a video game", "subtitle": " penetrating you okay now you left what come on get a little closer don't be shy all right whoo no come that little bit up I'm tickling you out now I'm penetrating you now I'm not okay"}, {"video_id": "video9521", "desc": "a person is passing by a jolly group of men", "subtitle": ""}, {"video_id": "video8839", "desc": "spongebob is showing memories of him with mr", "subtitle": " This day comes and I will always love you"}, {"video_id": "video7763", "desc": "people are playing basketball", "subtitle": " before nearly took it away"}, {"video_id": "video9522", "desc": "a man is giving a presentation on stage", "subtitle": ""}, {"video_id": "video8834", "desc": "a man is cooking in the kitchen he states he will return later to add to the dish", "subtitle": " I'm gonna come back to you I'm gonna add my last item cilantro and then I"}, {"video_id": "video8056", "desc": "fried potatoes are being eaten", "subtitle": ""}, {"video_id": "video8836", "desc": "a woman is cooking food and a man is setting a table", "subtitle": ""}, {"video_id": "video8837", "desc": "a young girl petting a dog that is laying on a couch", "subtitle": " I got a puppy! Look! I'm so happy! What kind of cat is this?"}, {"video_id": "video8830", "desc": "this is a video of a confrence", "subtitle": " I was invited to Washington D.C. and for the first time in my career I heard about STEM education. I had never heard of it before. And before I left I was so inspired I remember driving back from Washington D.C. and telling my wife, oh my gosh, I have to do this in my classroom. Thinking about focusing on process and"}, {"video_id": "video7768", "desc": "a 3d animation of a cabinet with plates", "subtitle": " I'm going to make a new one."}, {"video_id": "video8832", "desc": "a girl messaging her friend", "subtitle": " I'm sorry."}, {"video_id": "video8057", "desc": "a women preparing a duck to roast", "subtitle": " Okay, so I've got my duck here, and this is about a five-pound duck. The thing about duck is it's got a lot more fat under the skin than turkey or chicken, so it's got to be treated a little bit differently. If you are a hunter, or you know a hunter, and you're using a wild duck though, it's probably going to have a little bit less fat than this one. But before I get my hands all ducky, I'm going to do a little bit of a little bit of"}, {"video_id": "video7567", "desc": "a man checks out detail on a car", "subtitle": " I didn't forget the bird. Many people forget this or leave it broken there. Or they take it off and repair the case so that it doesn't look like they were there. It's hard to know, but it's a key to a 56. I love people like that, who make an effort to keep everything original."}, {"video_id": "video7566", "desc": "a man explain why he uses edible blooms for gifts", "subtitle": " Even when I'm busy in the kitchen, it's important to me that the special people in my life know how much I care. I choose Edible Blooms because it's the perfect choice. Traditional flowers and chocolate all wrapped up in one."}, {"video_id": "video7565", "desc": "in a kitchen a woman is chopping tomatoes in a food processor", "subtitle": " Pulse the tomatoes until they are chopped or chunky."}, {"video_id": "video7564", "desc": "a person juggling sticks on the summit of a snowy mountain", "subtitle": " We're done, yeah. Where did you put the double?"}, {"video_id": "video7563", "desc": "a man is talking about appliances", "subtitle": " Learn more ways to get the most out of your appliances with ChowTips Appliance Edition."}, {"video_id": "video7562", "desc": "article about nasa s johnson space center being broadcasted on news", "subtitle": " The first time I saw it, I thought it was a real person."}, {"video_id": "video7561", "desc": "playing with toy kitchen accessories", "subtitle": " Add the egg whites and whip it."}, {"video_id": "video7560", "desc": "person straightening out string of magnets and wrapping them around his finger", "subtitle": ""}, {"video_id": "video7569", "desc": "a woman is singing", "subtitle": " Will you stay? Will you run away?"}, {"video_id": "video7568", "desc": "the queen of england is seen walking with an entourage including a few islamic women a woman narrates how the queen created an outfit similar to the women in islam", "subtitle": " You can be sure it will be a topic of conversation long after too. She might have been exempt from wearing the all-covering black abaya that all other women are required to wear in mosques, but the Queen pulled out all the sartorial stops to come up with a British royal equivalent covering her head in deference to Islamic law."}, {"video_id": "video9404", "desc": "a lady talks into a megaphone", "subtitle": " of a movement that is rising up around the world. A movement that is determined to take back birth. Who are we? Where's my people, guys? And what do we want? Privileges for all! Let's go!"}, {"video_id": "video9428", "desc": "presentation of the machine and its functions while working", "subtitle": " I'm going to make a table for the table saw."}, {"video_id": "video7947", "desc": "a news program with a woman interviewing a man about merchant market currencies", "subtitle": " the emerging markets, probably Indonesia is not alone. Our rupee is suffering but so are other currencies, including the Malaysian ringgit, the worst performer in Asia, and we come second. But is there something that we need to worry about? Look, what's happening to the emerging market currencies right now is a global phenomenon and it's pretty fascinating to watch. They're under pressure from a variety of different directions. It's a mixture of US interest rate optimism, commodity prices selling, concerns over"}, {"video_id": "video8831", "desc": "many persons walking inside shoping mall hall and computer shop selling displaying on screen", "subtitle": " In the new year, it's time for change. Out with the old and in with the new. But in this economic climate, why throw away your working computer? Just pimp it up. Pimp it up? Pimp it up. You buy new clothes in the new year, so why not the same for your CPU? Razer TV is at Sim Lim Square once again to check out the latest computer cosmetics that will provide more flashiness for less dollars. If you head up all the way to the sixth floor of the mall,"}, {"video_id": "video7946", "desc": "the man sitting in the black chair and wearing brown suit is talking", "subtitle": " fascinating research and future lessons, but for now, I just want to talk about Sax himself. Although he possesses a brilliant and inquisitive mind, Dr. Sax cannot do a simple thing that your average toddler can. He can't recognize his own face."}, {"video_id": "video9131", "desc": "two people wear and touch their masks made to resemble a camera cube with centered black lens one of which is covered in colorful flowers", "subtitle": ""}, {"video_id": "video9405", "desc": "red balloons float in the sky and have packages tied to them", "subtitle": ""}, {"video_id": "video9231", "desc": "few barbie dolls are playing one doll puts shoe to other barbie these are used to play by a kid", "subtitle": " Can I see? Yeah, it's right over there at my ankle. Let me just take off my shoe. Alright. There. Okay. Now let me see. I don't think it's really bad, Elsa. Can you stand up? Actually, I'm okay. I can walk and jump a bit too. I'm fine. See, I told you. Now everything's fine. Yeah."}, {"video_id": "video9230", "desc": "a man talks to a little boy about not letting people convince him that anything he wants to do in life isn t possible", "subtitle": " Don't ever let somebody tell you you can't do something. Not even me. Alright?"}, {"video_id": "video9233", "desc": "a man is giving a speech", "subtitle": " Those white students who put themselves in harm's way even though they didn't have to. Those Japanese Americans who recalled their own internment. Those Jewish Americans who had survived the Holocaust. People who could have given up and given in but kept on keeping on, knowing that weeping may endure for a night but joy cometh in the morning."}, {"video_id": "video9232", "desc": "a video game woman character runs down a hill followed by a dog running down the hill they both then run up the hill together", "subtitle": " Thanks for watching!"}, {"video_id": "video9235", "desc": "men are loading their guns with ammunition", "subtitle": " These men have each spent $450 for the two-day course, plus another $1,500 on ammunition. You can never bring too much ammo."}, {"video_id": "video9234", "desc": "two men walking and talking about the road", "subtitle": " I'll be back."}, {"video_id": "video9237", "desc": "preview for the movie insidious", "subtitle": " It's not an akama. They don't know what to call it."}, {"video_id": "video9236", "desc": "a man examining the length of a person s arm when opening a glove compartment", "subtitle": " cope with various tasks, such as opening the glove compartment in a car. So as you can see, this is where they need to go, but this is how far they can bend their back due to the problems they have. So the simulation fails at this point. With these models, industrial designers"}, {"video_id": "video9239", "desc": "a man kicks at a bull", "subtitle": " The government has issued a new order to prevent the spread of the virus."}, {"video_id": "video9238", "desc": "a man is singing and dancing in an elevator while people watch", "subtitle": ""}, {"video_id": "video8948", "desc": "there is a man is talking with a commando", "subtitle": " Definitely do."}, {"video_id": "video8119", "desc": "guy explaining what stiff person syndrome is", "subtitle": " SPS or stiff person syndrome is a rare neurologic disease that causes the body of a person affected to become progressively rigid as time goes on. Their muscles become increasingly constricted until eventually their body becomes so rigid that they're paralyzed."}, {"video_id": "video9657", "desc": "a monkey and a man feeding monkey with hand displaying on screen", "subtitle": " The first step is to make the base of the base."}, {"video_id": "video8118", "desc": "women of a foreign nation comb their hair and perform in traditional costumes", "subtitle": ""}, {"video_id": "video8949", "desc": "woman with swimming suit is plunging into the water and gets rid of the suit", "subtitle": " Come on. MC."}, {"video_id": "video9975", "desc": "a yellow sports car with a guy speaking about the car", "subtitle": " This rear bumper is wrecked, tail lights cracked, this piece up here is bent. A little bit scarier, the exhaust systems on these cars are not cheap. As you can imagine, this exhaust on the right side is shifted inwards."}, {"video_id": "video9356", "desc": "someone is arranging utensilslarge saucepan and spoons as a preparation to cook something", "subtitle": " Here's that list again. You'll also need the following utensils. Two chopping boards, a knife, a large saucepan, a large spoon, a teaspoon and a tablespoon. Step two, onions."}, {"video_id": "video9357", "desc": "a woman laughs until she chokes", "subtitle": ""}, {"video_id": "video9354", "desc": "a red truck is burning while three men talk about a car", "subtitle": " Totally. So, anyway, how was your car? The car's interesting. Stolen? That's what it is. I've just thought of it now. Stolen. The damnedest thing. Oh, that is actually quite bad now. Yeah, it is. It's on fire. Yeah."}, {"video_id": "video9355", "desc": "a person describing a recording of a video game", "subtitle": " Now of course this car will always be parked into the yellow box. It may not spawn every time but there's a very high chance of finding these vehicles spawning in. They'll spawn in no matter what time of the day. It can be night time, day time. However if they do not spawn in first try, just go and do a little razz around the block, come back to the spawn location and you will find a fully upgraded vehicle. This will become very useful because it will just allow you to avoid the"}, {"video_id": "video9352", "desc": "a man is talking to a crowd", "subtitle": ""}, {"video_id": "video9353", "desc": "two women are outside and are discussing something in a foreign language", "subtitle": " So? Nowadays, it's difficult to find average boys. You should be careful before you go and find a super Sunny. Tell me if you don't want."}, {"video_id": "video9350", "desc": "screen showing some people talking", "subtitle": ""}, {"video_id": "video9351", "desc": "a man is singing on stage to a huge audience he is holding a microphone", "subtitle": " Oh, tell me how to feel, baby Baby"}, {"video_id": "video8111", "desc": "people are using a computer software tool", "subtitle": " I'm level 1 and here's the tool. The tool is actually called Xbox 360 LS Best. It's a really good tool. You should buy it."}, {"video_id": "video9358", "desc": "someone is talking about a car", "subtitle": " So Chrysler had a spoon with 40% of Mitsubishi to get the Starion and rebadge it as a Chrysler. Never underestimate the gullibility of consumers. An American badge is all you really need to seduce skin deep."}, {"video_id": "video9359", "desc": "pictures of a beach while a voice talks about a shark attack", "subtitle": " He described nightmarish scenes as people try to apply makeshift tourniquets to the girl who is bleeding heavily from deep wounds to her arm and leg. I saw some of the scenes."}, {"video_id": "video8110", "desc": "a cartoon woman cries at a bench while a woman in blue appears", "subtitle": " What is... It's not fair! I don't believe in anything! Nothing, darling? Come on, come on, you don't think what you're saying. You're telling lies! Salakadoula, Medjikaboula, Bibidi, Babidi, Boum! It'll do magic, believe it or not! Bibidi, Babidi, Boum! Salakadoula, Medjikaboula,"}, {"video_id": "video7741", "desc": "a cartoon man in sunglasses waves at the crowd and smiles", "subtitle": " And there's our pole sit-up international racing legend, Paolo van der Beek. A household name born in the Scottish enclave of a Swiss town in the Italian Alps to Dutch parents. Not only a king among drivers, Paolo van der Beek is also a beloved man of the people. No one is more passionate about his sport or cares more about his fans than Paolo van der Beek. Earning him the name the King of K. Let's look at an incomprehensible map of the world."}, {"video_id": "video8116", "desc": "a dad plays video games with his son", "subtitle": " It's just a little bit."}, {"video_id": "video7837", "desc": "a person walks down a staircase surrounded by greenery and other foliage", "subtitle": " The aircraft is a very good example of the fact that the aircraft is very stable and the aircraft is very stable."}, {"video_id": "video8620", "desc": "a woman is making a hair accessory", "subtitle": ""}, {"video_id": "video7468", "desc": "a man jumps onto a ledge of a building", "subtitle": " I don't remember, but I'm dizzy."}, {"video_id": "video9409", "desc": "a bowl of shrimp green onions and other assorted ingredients in a soup broth", "subtitle": ""}, {"video_id": "video9032", "desc": "a hospital mortuary room and a doctor treat the special case", "subtitle": " Some people may work in the nursing industry and think, oh, I've seen deceased people. But then when it's their mother or their father, it's a different manner altogether. And what us as embalmers do is try to create as best a memory as possible."}, {"video_id": "video8622", "desc": "a man has tried to solve a rubik s cube", "subtitle": " I don't even know what that is."}, {"video_id": "video7747", "desc": "this is a scene from a disney cartoon set in ancient times", "subtitle": ""}, {"video_id": "video8824", "desc": "a talk show with dr", "subtitle": " And you go, whoa, that got a lot deeper than I thought. This man is hurting here. And that's why I went further, because he was hurting so bad. And I was trying to make him feel better. You went further because you liked the attention."}, {"video_id": "video8626", "desc": "numbers are displayed on the screen", "subtitle": " or natural and easier to live in."}, {"video_id": "video7462", "desc": "he drew a beautiful picture", "subtitle": " We all mostly go from your left shoulder and go very softly to the waistline. And I color some parts between those folds with white pencil, but just at some parts."}, {"video_id": "video9623", "desc": "a man is on a cell phone while people are fighting", "subtitle": ""}, {"video_id": "video9620", "desc": "outer space pictures that have parts of equipments in them with water droplets on it", "subtitle": " The first time I saw the sun, I thought it was a star."}, {"video_id": "video8420", "desc": "a man sits in a large black truck adjusting mirror", "subtitle": " Captain Clumsy had severed my airlines and all the brakes were jammed on. I absolutely hope James May wakes up in the morning and 10,000 people"}, {"video_id": "video8945", "desc": "two men stand on a platform suspended high above the city", "subtitle": " Brendan and I are going to test the structural strength of this right now. So here we go."}, {"video_id": "video9451", "desc": "kids feeding and playing with the horse", "subtitle": ""}, {"video_id": "video7461", "desc": "a man playing video games", "subtitle": " And I can tell it would be long to hear you say Yeah baby And I can tell it would be long to hear you say"}, {"video_id": "video9450", "desc": "a foreign military themed show", "subtitle": " You're not young, you're old. You've become a mess. Will you sue us?"}, {"video_id": "video7466", "desc": "a group of men carry a body covered in a sheet", "subtitle": ""}, {"video_id": "video7613", "desc": "a female journalist wearing a purple shirt and white blazer is talking on a news show next to the image of a male in a dark suit", "subtitle": " now from Walton, Massachusetts with his thoughts and findings. Thanks for being with us. Thanks for having me, Gigi. Chad, in the wake of the global economic crisis, countries are imposing these new protectionist measures, some trade remedy policy instruments like anti-dumping and safeguarding. What does your research show is the trend among these measures?"}, {"video_id": "video7467", "desc": "disney movie video clips", "subtitle": " I'm sorry."}, {"video_id": "video9452", "desc": "an animated grey shark in the middle of a blue water simulation background rotating in a circle on the screen of a monitor", "subtitle": " Next up is Jawsome, a realistic shark simulator. So realistic. You can choose different sharks."}, {"video_id": "video7464", "desc": "the video shows gameplay of a car racing video game", "subtitle": " back to the track remember the more coins you collect the more cool stuff we can unlock whoa"}, {"video_id": "video7615", "desc": "a man is riding on horseback", "subtitle": ""}, {"video_id": "video9625", "desc": "its a cooking recipe show with chicken vegetables", "subtitle": " Alright, so our stock is looking fantastic. The chicken is pulled, ready to go in. And our vegetables, as I mentioned, I've just gotten those started. And I'm going to let them cook for three or four more minutes. They've been on now for about ten minutes or so. And then I'll add the stock to the vegetables as well as the chicken. And we'll get the noodles in there and we'll be set."}, {"video_id": "video7614", "desc": "a man picking out a vehicle from the trailer", "subtitle": " The machine is used to make the dough."}, {"video_id": "video8333", "desc": "a woman is talking in the tv channel", "subtitle": " Welcome back. You're watching Impact and I'm Yalda Hakim. Young love across the religious divide in the midst of a bloody conflict. I'll be talking to the director and a star of a new film that shows a very human side of Bangladesh's war of independence."}, {"video_id": "video8332", "desc": "someone is assembling a small hello kitty oven toy", "subtitle": " I believe in the definition of love, even if it happens, it is not certain, a gentle clear"}, {"video_id": "video8331", "desc": "a man teaching students in class", "subtitle": ""}, {"video_id": "video8330", "desc": "a man and a woman are talking at a bus stop", "subtitle": " You know, being alone in a foreign land is a headache. How do you do it? For Julia."}, {"video_id": "video8337", "desc": "people act in a comedy program", "subtitle": ""}, {"video_id": "video8336", "desc": "video of a church chior", "subtitle": ""}, {"video_id": "video8335", "desc": "a beautiful waterfall is flowing into the pool of water below it as the camera pans around the area", "subtitle": ""}, {"video_id": "video8334", "desc": "a cartoon of a dog running and howling", "subtitle": " For your love If I could change the currents of our love"}, {"video_id": "video8339", "desc": "kids in a circle play with beach ball and surf boards", "subtitle": ""}, {"video_id": "video7616", "desc": "an orange sports car accelerates quickly", "subtitle": ""}, {"video_id": "video7619", "desc": "cartoons are talking to each otehr", "subtitle": " No investment is making Kenya a hub for regional trade. When I came here as a U.S. Senator, I pointed out that South Korea's economy was the same as Kenya's when I was born and then was 40 times larger than Kenya's. Think about that. Started at the same place, South Korea had gone here and Kenya was here. But today that gap has been cut in half just in the last decade."}, {"video_id": "video7491", "desc": "a person explaining a concept in a show", "subtitle": " The School of Materials is interested in a wide range of materials from steels right through to graphene, the new carbon material, through to device materials, through to ceramics. We're particularly interested in understanding how microstructure relates to properties so that we can deliver the best, both the best new materials and understand existing materials"}, {"video_id": "video9458", "desc": "a person playing a video game", "subtitle": " Okay, anyway. So you... They're going to be siblings. And these two can't really be related. Alright, so there's Lauren and Dylan Hastings, but"}, {"video_id": "video7744", "desc": "a chef stirs up some ingredients inside of a pan", "subtitle": " Use a spoon to stir all of the ingredients in the bowl together."}, {"video_id": "video9512", "desc": "a woman with blonde hair and a black shirt is talking", "subtitle": " Leo's great. I mean, he's amazing to work with. He's very... so committed. I can... like I said, I mean, we just... go so far... like, go in any direction and he'll just be right there. And it pushes me to do more and take more risks because he does it and I feel like I need to keep up with him."}, {"video_id": "video9824", "desc": "two ladies sitting down and talking in an office room", "subtitle": " Do you ever worry about your drinking? Because I do. Cat. However you do it, tell them to ease up."}, {"video_id": "video9825", "desc": "an intelligent man with glasses talk about certain phrenologists", "subtitle": " He wasn't a hairdresser, he wasn't a masseuse, he wasn't like just a big fan of heads, he was a phrenologist. He was the first phrenologist. Gaugh believed that a person's personality was linked to their skull morphology, that its bumps and ridges indicated aspects of their character. Amazingly, this science actually caught on, was widely"}, {"video_id": "video9826", "desc": "an animated micky is driving a car", "subtitle": " The people on the bus dance up and down, up and down, up and down. The people on the bus dance up and down."}, {"video_id": "video9827", "desc": "lady gaga sings in a music video", "subtitle": " Wait until she rents me, give me applause, applause, applause Give me the feeling of love, until somebody knows Put your hands up, make them talk"}, {"video_id": "video9820", "desc": "a girl playing the game the sims", "subtitle": " They're going to be siblings. And these two can't really be related. Alright, so there's Lauren and Dylan Hastings, but"}, {"video_id": "video9821", "desc": "a man giving a presentation and showing the planet earth", "subtitle": " Even from about 500 years ago, humans began to link up globally through shipping, through trains, through telegraph, through the internet, until now we seem to form a single global brain of almost 7 million individuals and that brain is learning at warp speed."}, {"video_id": "video9822", "desc": "a woman is talking", "subtitle": " and blow your mind because it's going to blow your mind. This is super cool because it's a really pigmented semi-matte lip stain. And it's great for summer because it's not just going to dribble off of your face."}, {"video_id": "video9823", "desc": "various rugby scenes from different games", "subtitle": " The world is a place where you can be free. The world is a place where you can be free. The world is a place where you can be free. The world is a place where you can be free. The world is a place where you can be free."}, {"video_id": "video9514", "desc": "inside of a toyota car with large space and safety", "subtitle": " Warning. Unlike most SUVs, parking is a cinch. Safety comes standard with anti-lock brakes, an integrated blind spot mirror, rear window wiper, and a frostor. Driving with pride and peace of mind,"}, {"video_id": "video9828", "desc": "assorted people are shown holding cute pets", "subtitle": ""}, {"video_id": "video9829", "desc": "rusty houser talks about how hitler is loved from his results", "subtitle": ""}, {"video_id": "video7755", "desc": "someone speaking about a violent act regarding the police", "subtitle": " I'm gonna stick this in your fucking gut!"}, {"video_id": "video9520", "desc": "a fat guy with a tie is looking at a man", "subtitle": " Hello."}, {"video_id": "video7756", "desc": "a group of women are singing", "subtitle": ""}, {"video_id": "video7757", "desc": "a figure in camouflage clothing walks with bent knees through large cement rooms toward a door as people are being shot", "subtitle": " ha ha you idiot thanks for that mate thanks for that"}, {"video_id": "video7828", "desc": "a man gives a lecture with a microphone in front of a laptop with a red glow behind him", "subtitle": " Hello, I'm going to present you a case study of Dadaiku in the field of online retail. Our client is one of the big French e-commerce."}, {"video_id": "video7829", "desc": "someone is putting a skeleton slide on a projector", "subtitle": ""}, {"video_id": "video8489", "desc": "a tv channel named how to cook great foodcom is telling how to prepare a dish", "subtitle": " I forgot to say, when you clean the shrimp, don't remove the tail. Because that's not good for the shrimp."}, {"video_id": "video8488", "desc": "a woman is talking about facial care products", "subtitle": " On to jars. These I use for creamier products. Things like face cream, eye cream, even toothpaste."}, {"video_id": "video8485", "desc": "foreign language music video", "subtitle": " I can't forget you."}, {"video_id": "video7823", "desc": "an asian woman is talking about food", "subtitle": ""}, {"video_id": "video7820", "desc": "a guy talks about how a car s alternator wasn t working", "subtitle": " The main problem that I was having, which might be common in some GSRs, is as I was driving the HIDs... It doesn't matter. The alternator wasn't working. The mechanic said you had to remove the axle in order to take out the alternator. So we just used some common sense, and what we did was..."}, {"video_id": "video8486", "desc": "a cartoon on a young guy cursing", "subtitle": " Beans. What the f- Kill them with some beans? Some fucking beans? I'll just go up here, oh shit. Ah fuck, my fucking legs."}, {"video_id": "video8481", "desc": "a woman is reporting on keds commercials", "subtitle": " There are a million ways to be brave."}, {"video_id": "video8480", "desc": "impoverished children are eating and a man is talking", "subtitle": ""}, {"video_id": "video8483", "desc": "someone is mixing ingredients in a bowl", "subtitle": " Add boiling water to the flour and mix vigorously to get a homogeneous dough"}, {"video_id": "video8482", "desc": "late night sneak peek preview", "subtitle": " Join us tomorrow as Dave welcomes Joan Rivers and Steve Winwood. Plus, computer users can visit cbs.com to check out Live on Letterman, where you can see Cheryl Crow perform an exclusive online concert from the Ed Sullivan Theater. It's available on demand. We'll be right back."}, {"video_id": "video8249", "desc": "batman is beating up bane in a scene from a batman movie", "subtitle": " Where is it? I never give it to an ordinary citizen. Where is it? Where is the trigger? Where is it? Where is it?"}, {"video_id": "video8248", "desc": "the view of a boat and the water is blocked by clouds and fog", "subtitle": ""}, {"video_id": "video8247", "desc": "a man is talking about cooking and presenting a thermometer and way of preparation", "subtitle": " When you're thawing food, it's time to think about the danger zone again. Which would be any time the food is above 41 degrees. Acceptable methods of safely thawing frozen foods include"}, {"video_id": "video8246", "desc": "there is a man working on a car", "subtitle": " But before I do that, I'll show you what it looks like underneath the shelter. Complicated stuff. Interesting."}, {"video_id": "video8245", "desc": "a warrior is fighting a battle", "subtitle": ""}, {"video_id": "video8244", "desc": "two men walk behind a couple of rhinoceroses one of which attacks a man", "subtitle": " Yeah, she's getting a little close to you."}, {"video_id": "video8243", "desc": "man in black suit is having meeting with group of people", "subtitle": " A holy delivery on a papal tour to Naples, no word yet whether the Pope picked pepperoni. And passengers in Brazil had a lucky escape, scrambling to safety moments before the bus they were travelling in was suddenly swallowed by a sinkhole."}, {"video_id": "video8242", "desc": "miniature donkeys walking around and making noises", "subtitle": " A greeting for an owner, a bray or hee haw. But when two minis meet, they blow in each other's noses."}, {"video_id": "video8241", "desc": "several women in pink outfits and various other styles are standing and smiling", "subtitle": " I'm sorry."}, {"video_id": "video8240", "desc": "a middle aged woman giving another woman a message", "subtitle": ""}, {"video_id": "video7220", "desc": "threee kids sing together on the voice", "subtitle": " The angel may you find some comfort here"}, {"video_id": "video8466", "desc": "men are playing instruments in a band", "subtitle": " The first time I saw a cat, I thought it was a cat."}, {"video_id": "video7222", "desc": "a cartoon man dances for his girl", "subtitle": " Oh my god, are you okay? Yeah... I'm fine, I'm fine! Hey, my son's playing!"}, {"video_id": "video7223", "desc": "the small and large needles moving fast in a clock", "subtitle": ""}, {"video_id": "video8463", "desc": "the beautiful scene on the screen", "subtitle": " Thanks for watching!"}, {"video_id": "video8462", "desc": "guys play minecraft", "subtitle": " on one bow eight point seven five out these gold apple spans get in the lava bitch yeah lock them get in the lava oh my god"}, {"video_id": "video8461", "desc": "two kids talking to the camera and then a woman talking to the camera", "subtitle": ""}, {"video_id": "video7227", "desc": "a man is singing", "subtitle": ""}, {"video_id": "video7228", "desc": "a man is sitting and playing guitar", "subtitle": ""}, {"video_id": "video7229", "desc": "a woman is talking about movies", "subtitle": " the film."}, {"video_id": "video8469", "desc": "two parrots in a bird cage one white chick and on green adult", "subtitle": ""}, {"video_id": "video8468", "desc": "someone is driving around the city in grand theft auto v", "subtitle": " find"}, {"video_id": "video7916", "desc": "girl is checking twitter", "subtitle": " Hmm, I wonder what's going on in Twitter. Julia, focus."}, {"video_id": "video7917", "desc": "shania twain does a closeup for her video", "subtitle": ""}, {"video_id": "video7914", "desc": "a flower and other natural scenes are displaying", "subtitle": " you"}, {"video_id": "video7915", "desc": "a man in sunglasses and a blue shirt beat boxes", "subtitle": ""}, {"video_id": "video7912", "desc": "peter is driving in the car", "subtitle": ""}, {"video_id": "video7913", "desc": "a man describing how to do something in windows", "subtitle": " So, from BK-CL2, let's click the connect button. And we have to connect and provide a password for the connection. And click on OK. This may take a little time to secure a remote connection, so I'm going to fast forward this."}, {"video_id": "video7910", "desc": "a man looks at the battery of a computer", "subtitle": " Generally this is the battery. You'll see it's connected right here. The black cable goes first. The circuit is completed with the red cable here."}, {"video_id": "video7911", "desc": "a woman is making a recipe in a sauce pan", "subtitle": " Mix in a saucepan, place flour, chicken broth, and canola oil and mix those ingredients with a whisk."}, {"video_id": "video8507", "desc": "a girl doing gymnastics in the front yard", "subtitle": ""}, {"video_id": "video8628", "desc": "a man is talking with his friends on a video game", "subtitle": " Hello! Alright. So, friendship cookies, you guys know the rules. Walk up to someone and say hi. Give them one or more of these cookies. Have fun with your new friend!"}, {"video_id": "video7919", "desc": "a character is jumping and floating in the air in a video game", "subtitle": ""}, {"video_id": "video8799", "desc": "different letters are coming out and sounding out the way they sound", "subtitle": " And the F says FFFF The G says GGGGG And the H says HHHH The I says IH And the J says JJJ"}, {"video_id": "video8798", "desc": "the lighting work is going on the building", "subtitle": ""}, {"video_id": "video8069", "desc": "an astronaut is looking at a flag", "subtitle": ""}, {"video_id": "video8068", "desc": "a woman on a couch talks to a a man", "subtitle": " It's just lovely sitting and watching it with an audience. I mean, fathers come up to me and say, I really want my daughter to see this, as if it's sort of me some message, and that's nice, but that's not our intention. You know, everyone's going to see different things in it, which is why I think it's got a kind of nice group of people watching it."}, {"video_id": "video9919", "desc": "a man walks towards a woman and the woman breaks a bottle to defend her belongings", "subtitle": " Stop! Don't you touch that! You're driving me crazy!"}, {"video_id": "video8791", "desc": "a woman is demonstrating a nail painting technique", "subtitle": " remove the vinyls when the polish is dry. You always want to do it when it is wet. Then using black acrylic paint and a pure color glamour number three brush from whatsupnails.com, I'm going to paint the strap of the goggles. Going right"}, {"video_id": "video8790", "desc": "two women are embracing", "subtitle": ""}, {"video_id": "video8061", "desc": "comedy skit with dc comics character vane", "subtitle": " I've changed my behavior."}, {"video_id": "video8792", "desc": "a girl is on the voice", "subtitle": " What is your parents' job?"}, {"video_id": "video8067", "desc": "guys holding cups and talking", "subtitle": " I mean, yeah, it looks like it's solid. It looks like it's starting, yeah. Yeah, and that's just a direct interaction with calcium. And that's basically kind of what it would do to your calcium and your body and everything, right? Yeah."}, {"video_id": "video8794", "desc": "a cartoon girl and animal jumping on body of male guy girl image still shown displaying on screen", "subtitle": " I'm not a human."}, {"video_id": "video8797", "desc": "guys playing minecraft", "subtitle": " for me. Please come right here. It's okay if it makes you feel better, but all the other guys are about to lose to no no no no. Let's get them. Yeah, no, you can't."}, {"video_id": "video8796", "desc": "man talking about hiking", "subtitle": " So I'm going on a five day trip and I got my bag, I got all my clothes and I'm going to show you some tips on how to pack. So today I'm going on a trip. I'm leaving for five days and I'm going to pack everything."}, {"video_id": "video7598", "desc": "a person is singing in a studio", "subtitle": ""}, {"video_id": "video7599", "desc": "people compete in a backyard competition", "subtitle": " In first place we have... One, two, three, four, five, six, seven, eight, nine, ten. Next up is multiple jump series combinations. The first series combination is... So we're going to have multiple ones."}, {"video_id": "video9752", "desc": "a man is talking and more peoples are in the round", "subtitle": " Back in line. Thank you, Chef. To be honest with all of you, I'm very disappointed what I've just tasted. I need you to really, seriously up your game."}, {"video_id": "video7593", "desc": "a group of friends are in a room talking with each other", "subtitle": ""}, {"video_id": "video9750", "desc": "a man points his gun towards a woman in a room", "subtitle": " Okay, come on. Wama with me."}, {"video_id": "video7591", "desc": "a woman is giving a demonstration about pancake presentation", "subtitle": " Then slide it back into the skillet and cook for another 3 to 5 minutes. Now we'll slide the pancake into a large platter and cut into wedges. This is super easy if you have a pizza cutter on hand."}, {"video_id": "video7596", "desc": "a man and a woman are singing a song in a stage", "subtitle": " Yeah!"}, {"video_id": "video7597", "desc": "a man drives while discussing his car", "subtitle": " And I have to give a special mention to the trailer brake controller and the all-wheel drive controller, which are located up to the left of the steering wheel."}, {"video_id": "video7594", "desc": "water is being filtered in a tank with rocks", "subtitle": ""}, {"video_id": "video9755", "desc": "advertisement of seat basket", "subtitle": " Thanks for watching!"}, {"video_id": "video7358", "desc": "it is a vine compilation", "subtitle": " DRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRRR"}, {"video_id": "video7359", "desc": "two people are preparing for sports", "subtitle": ""}, {"video_id": "video7354", "desc": "a man is showing the interior of a car", "subtitle": " Inside is the usual Clio. I won't describe everything because almost everyone knows it. The good thing about the Dynamic is that it has electric lifts that always add a little comfort."}, {"video_id": "video7355", "desc": "a hand print is outlined within the silhouette of a green dinosaur shape for a movie promotion", "subtitle": " Coming soon"}, {"video_id": "video7356", "desc": "a vehicle with details on what comes with it by carfax", "subtitle": " the"}, {"video_id": "video7357", "desc": "tennis players are involved in matches in large stadiums in front of large crowds", "subtitle": " I'm going to make a new one."}, {"video_id": "video7350", "desc": "two snakes are shown in containers", "subtitle": ""}, {"video_id": "video7351", "desc": "a man is acting out a scene", "subtitle": ""}, {"video_id": "video7352", "desc": "a movie scene starring morgan freeman and men in armor running", "subtitle": " rose from battle. The code was simple. Possess an absolute devotion to one's master. Anyone who wishes to speak with my master must first speak with me. What is your name?"}, {"video_id": "video7353", "desc": "a minecraft video game is being played", "subtitle": " Thanks for watching!"}, {"video_id": "video8027", "desc": "a video game is played", "subtitle": " If I was you, I'd check to see if these coppers got Ivy on the wire. Oh, I can't speak any English, please. Just get to the computer and find Ivy. Well, that's all you had to say in the first place. Sheesh."}, {"video_id": "video8979", "desc": "sports vine clips of basketball", "subtitle": " I'm a legend, oh my god, oh my god. To what I was saying. Wanna make a world go. This could be us, wish you play me. Wanna make a world go."}, {"video_id": "video8025", "desc": "the opeing credit to gullah grub authentic cooking", "subtitle": " and with some of y'all without him. See you next time, friends of mine."}, {"video_id": "video8665", "desc": "the tennis players wearing blue and red t shirts and play the tennis in the tennis court at the night time", "subtitle": " The service is short there as well. So, a rather messy end to that opening game. But I don't think Pramil Jordan and Debbie Sassanto will mind what way it ends. What if it ends with them seeing the game through, and they have. There you go."}, {"video_id": "video8664", "desc": "customers wait in line at an ice cream shop while employees tend to them", "subtitle": " I was wrong to have this ice cream business. I have sold less in the market and I have earned more in your market. Enough of this. At least now, let me be praised and let that Veramengu stop."}, {"video_id": "video8667", "desc": "music is playing and advertisements was showing", "subtitle": ""}, {"video_id": "video8666", "desc": "a heart is shown", "subtitle": " were they slowly damaged it for up to 20 years. The fourth biggest killer in Latin America, 30% of people infected with so called Chagas disease will eventually develop heart disease."}, {"video_id": "video8661", "desc": "a soccer player shoots a goal during a soccer game", "subtitle": " Ronaldo in 1-1 for Cristiano Ronaldo."}, {"video_id": "video8660", "desc": "two teams play at the olympics", "subtitle": " Valerio Vermilion, the wing, the ball, the defense, what a drama!"}, {"video_id": "video8663", "desc": "gameplay footage of someone playing minecraft", "subtitle": " Okay, I gotta try to do it and get back up there real quick. Let's do it. I gotta earn this puzzle. Oh, I hit my head. I'm on my way. Ah, I'm eating some chicken. Give me a sec here, bud. What's in that room?"}, {"video_id": "video8662", "desc": "a man a woman cooking on a cooking show", "subtitle": ""}, {"video_id": "video8751", "desc": "a person is doing cooking show and telling the ingredients", "subtitle": " Thanks for watching!"}, {"video_id": "video8669", "desc": "anchor talking about a shows", "subtitle": " Your facial expressions are like out of control. I want Mexican food, I wanna cry and then call the police. I hate being on my period, it's the worst time in the world."}, {"video_id": "video8668", "desc": "a man is highlighted playing basketball", "subtitle": ""}, {"video_id": "video8022", "desc": "the intro to world news focus on africa plays and we are greeted by the bbc reporter based in johannesburg south africa", "subtitle": " Welcome to South Africa, the most powerful economy in Africa. My name is Nomsa Masego. I'm a BBC reporter based in Johannesburg. I was born and bred here. I look forward to bringing you authentic and informative African stories with a global outlook, from the skyscrapers to the streets and everything in between. If it's important, you'll know about it."}, {"video_id": "video7686", "desc": "a man looks up towards a cathedrals organ pipes and talks to a priest in a confessional", "subtitle": " in about four months since my last confession. Have you stolen or cheated your fellow man? Yeah, but I'm not proud of it. Have you had impure thoughts or engaged in impure deeds? Father, you have no idea. I've done all kinds of crazy shit. Oh, excuse me, Father. Fuck, I'm... Christ, I have a dirty mouth. Look, I'm not"}, {"video_id": "video7687", "desc": "a girl using her smartphone", "subtitle": ""}, {"video_id": "video7684", "desc": "a woman talks about a skin care treatment she takes with her everwhere", "subtitle": " Now for my skin savers. I really love multitasking serum when I travel. So I have been carrying the Sunday Riley Good Genes Treatment with me wherever I go. This brightens, exfoliates and smooths. So I really love this because it is a multitasker at the same time."}, {"video_id": "video7685", "desc": "couples describing the logic behind movie scenes", "subtitle": " Oceans Eleven with a lot of dopey looking fellas. Reservoir Law. They're all so eager to answer the phone that nobody did. They're very vague about what they're selling, like, just law firm. But I think over there a man in a suit just stands out. If you're friends with a man in a suit, you're going places. The American dream."}, {"video_id": "video7682", "desc": "man and woman are showing affection", "subtitle": " When a man loves a woman And keep his mind on nothing else"}, {"video_id": "video8938", "desc": "a man is dodging bombs", "subtitle": ""}, {"video_id": "video7680", "desc": "an ethiopian woman asks a child what she is good at", "subtitle": " and the student is taken seriously in his learning. So, Dilay, tell me where your strengths lie, what you're particularly good at, what you enjoy and what you're good at."}, {"video_id": "video7681", "desc": "a group of people are riding on a raft in a body of water", "subtitle": " The coral reef is visible on the water surface, so we'll have to go downstream to go around it and reach the motu."}, {"video_id": "video8935", "desc": "man is crossing the street with big lion and friend", "subtitle": ""}, {"video_id": "video8934", "desc": "cameras filming near accidents between cars in traffic", "subtitle": ""}, {"video_id": "video8937", "desc": "this little light of mine song with different photos", "subtitle": " I'm gonna let it shine I'm gonna let it shine"}, {"video_id": "video8936", "desc": "some girls are practicing gymnastics", "subtitle": " The upper thighs are pressed against the bar, not the hips, because this is just showing that we can do a hollow position on the bar, which would be good for front hip circles. Next, we're going to move to arch position, and we're trying to do a tight arch, but without falling."}, {"video_id": "video8931", "desc": "a man playing a video game character that is carrying a sword and killing animals with it", "subtitle": " like heart racing and all that but I have never been this paranoid in my life. Yeah I'm pretty sure you're supposed to go to a doctor for stuff like that. No I can handle it okay I played violent video games and that helps out a lot. I'm pretty sure that doesn't help out a lot. It does because when every time I stab a person in GTA 5 I laugh. Yeah that's probably not the best thing either. Everyone does it in GTA 5."}, {"video_id": "video8930", "desc": "a man speaks on a a news panel", "subtitle": ""}, {"video_id": "video7688", "desc": "one of two guys walking on a carton of eggs with bare feet", "subtitle": " This only two broke. This only two broke. Two broke. How is it possible? Well that didn't work at all."}, {"video_id": "video8932", "desc": "a man is giving an interview in a tv show", "subtitle": " I read a fascinating thing about you that you'll sometimes because you work with all kinds of people all across the world that you sometimes get phone calls like"}, {"video_id": "video7178", "desc": "an animated video game song", "subtitle": " I'm cruising with a badass weapon, fighting, covering, and attackers on a mysterious station. Captain K.O."}, {"video_id": "video7179", "desc": "two animated woman s are talking to eachother", "subtitle": ""}, {"video_id": "video7170", "desc": "a girl practising her boy and arrow tricks", "subtitle": ""}, {"video_id": "video7171", "desc": "the woman wearing the white top talks to the people in the audience", "subtitle": " food, smiles, candy, sunshine and laughter from your femme fatale tour? Yes, yes it is. Brittany, can you confirm reports that you're pregnant with Brad Pitt's love child? That is false, it's quintuplets. Brittany, Brittany, does this shoot make me look fat? Yes it does. Is it true that you hate puppies? F*** you, f*** you, f*** you. You're cool, f*** you, I'm out."}, {"video_id": "video7172", "desc": "the girl shows the boys her medal in this cartoon", "subtitle": " Wait, the butt-kicking karate queen needs chi rituals? Yeah. Observe, grasshoppers. Let me see. Cool. Not funny, McGee. I just want to look at it for a second."}, {"video_id": "video7173", "desc": "a woman is mixing nailpolish and putting an egg into it", "subtitle": " And you are going to drizzle across the top with your nail polish. And you want to work kind of quickly because you don't want the polish to dry. And it can get a little goopy when it starts to dry on the top of the water. Then you take your egg and put it in. You can give it a little spin. That's my egg."}, {"video_id": "video7174", "desc": "a man rides a lft to the top of a mountain", "subtitle": " You can take one like this and get to the top."}, {"video_id": "video7175", "desc": "the band member takes a seat", "subtitle": ""}, {"video_id": "video7176", "desc": "a man is talking about space project adam", "subtitle": " The first manned space flight, which later became Mercury, was originally called Project Atom. And then when NASA was set up in 1957, the name was changed. In fact, in Huntsville, it was called the"}, {"video_id": "video7177", "desc": "girl is dancing in the garden", "subtitle": " How are you? How are you? How are you? How are you? How are you? Just a little How are you? Just a little"}, {"video_id": "video9688", "desc": "a person looks at a celebrity on the computer", "subtitle": ""}, {"video_id": "video9689", "desc": "spices being combined in a stainless steel bowl", "subtitle": " Then we're gonna put this in. Now once you put this colour in, you have to be very careful. I mean if you mix this in your hands, you're gonna get, you'll end up with red."}, {"video_id": "video8453", "desc": "a man points a gun at another persons face", "subtitle": " it's gonna be a visual treat for their eyes."}, {"video_id": "video9680", "desc": "on google earth is a man who is talking about the flights", "subtitle": " We made it to Friday 13th. So many things go against us. We had beautiful weather but bad weather before and bad terrain and injuries and stuff like that. Everyone's made it, all 12 of them, the whole group of 20, whatever it is. The 12 wounded soldiers have made it."}, {"video_id": "video9681", "desc": "sports people are fighting on field", "subtitle": " It's only fair, it's only fair"}, {"video_id": "video9682", "desc": "a girl being surprised with a stuffed animal by male friend", "subtitle": " Your love came to me by chance It's not unfamiliar for some reason"}, {"video_id": "video9683", "desc": "a man and woman performing in front of judes", "subtitle": " Listen, I have good news for you. Good news? What? The ship is about to crash. What? Why are you so happy? I have insured the ship. It has come to the light. I have insured the ship."}, {"video_id": "video9684", "desc": "somebody slices white onion with sharp knife on the table", "subtitle": " Let's get started by chopping one large onion."}, {"video_id": "video9685", "desc": "people practising marshal arts", "subtitle": ""}, {"video_id": "video9686", "desc": "a woman in lots of pain", "subtitle": ""}, {"video_id": "video9687", "desc": "a man chopping lobster and taking off the shell", "subtitle": " Spread that beautiful butter on. Go into the heads as well. And then the claws. Take off bits of the shell and get little bits of butter in there. This can be done way in advance. For me, the longer that chilli butter sits on top of that lobster,"}, {"video_id": "video8712", "desc": "a woman is showing nail polish", "subtitle": " Wrap it around the cap and easily open it. Puffing your mascara lets in extra air and dries it out, so instead twist the wand when pulling it out."}, {"video_id": "video8450", "desc": "a elecopter moving in air and red and yellow dress man hand touching speaking in snow land wearing helmet displaying on screen", "subtitle": " Yeah, but look at that face That spine face right across there No next back Macintosh and I had seen this zone"}, {"video_id": "video9416", "desc": "person is recording the brown horse which is having fun", "subtitle": " She's excited. Yeah. She's saying thank you. Thank you, guys. Look at that pretty girl go."}, {"video_id": "video7772", "desc": "a gospel band playing", "subtitle": " I'm gonna let it shine."}, {"video_id": "video8808", "desc": "a man talks back to a cop and handcuffs him to the table", "subtitle": " You have what we in the business like to call nothing up your sleeve because if you did it means that you and the FBI and your friends at Interpol actually believe in magic. First rule of magic always be the smallest."}, {"video_id": "video9530", "desc": "jeremy is describing a car", "subtitle": " So, theoretically, this should have the handling to match the immense gravity of the car."}, {"video_id": "video7771", "desc": "a golf player is trying to hit the ball into the pit", "subtitle": " He's feeling pretty good about things so far. Let's see how the birdie putt goes from 12 feet. It doesn't go well. It's too hard again. It was online, but today it's online."}, {"video_id": "video7776", "desc": "three soccer balls are laying in a field and then three men in black athletic cloths attempt to shoot a goal", "subtitle": " I've lost, so... Nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"}, {"video_id": "video9537", "desc": "animated comic scene of guy cutting up food for dinner", "subtitle": " Oh, dinner's here! Let's spice things up! I hope you're excited for the main course. I know."}, {"video_id": "video9534", "desc": "some men play a game of kickball", "subtitle": " Second event, time for kickball. Paul's gonna pitch. I think I'm going knuckleball. It's gonna be weird because it's not gonna roll straight like a knuckleball. Let me just tell you right now, Cory has no idea what's coming. No, it's gonna... and by the way, I don't either."}, {"video_id": "video9535", "desc": "a man is talking about a sports car he is driving", "subtitle": " and the steering 30% more direct than the F430 it replaces. This car feels like it changes direction like a spider."}, {"video_id": "video8801", "desc": "three men talking about their youtube channel and thanking their viewers", "subtitle": " Thank you guys so much for watching to the end of the video. Please go check out my friend Taylor Christian. He does some funny stuff on YouTube as well. The link is on top of the description. Also check out David Herod and some of the stuff he's done. But yeah, thank you guys so much for watching and give this video a like and share it with your friends. Hopefully this doesn't happen to any of you guys."}, {"video_id": "video8800", "desc": "people are talking to each other", "subtitle": ""}, {"video_id": "video8803", "desc": "a man is sweeping dust off the floor", "subtitle": " As an example of leak barrier applications, we'll discuss the WeatherWatch installation. Before you install WeatherWatch, make sure the roof surface is clean. For greater safety,"}, {"video_id": "video9539", "desc": "the men eat the mexican food", "subtitle": " Then you have a tamale. I'm not really quite sure what a tamale is. It's like a corn husk type thing. They're not my favorite. It looks like a little spicy actually. Yeah, I think they're pretty spicy. And then this, speaking of spicy, this is a"}, {"video_id": "video8805", "desc": "a soldier is speaking to a superior person in a movie", "subtitle": ""}, {"video_id": "video8804", "desc": "two men are in the classroom and having conversation", "subtitle": " Let's get started, Jim, by you saying what is an integrated circuit. Here is a packaged integrated circuit. Inside this package is a"}, {"video_id": "video8807", "desc": "a couple dancing doing salsa", "subtitle": " Her boyfriend, Josue Ordaz, are the founders of Havana Nines Productions, a nightlife entertainment group that promotes greater self-esteem among Hispanics. We want to give Latin musicians and dancers a chance to perform in the community."}, {"video_id": "video8806", "desc": "someone looking at a japanese book", "subtitle": ""}, {"video_id": "video7574", "desc": "minecraft zombie kills player and takes heart", "subtitle": ""}, {"video_id": "video7575", "desc": "a man speaking in a microphone", "subtitle": " 7 or 8 bucks every time you tear a deck or card and now they're useless, what are you going to do with it? So instead, the ugly rubber is a tough training device that builds up your grip strength. You know what I'm going to do? I'm going to learn it. I'm going to show you. And I'm going to tear your face off. I didn't mean to make it a threat. It just sort of came out threateningly. I would never tear your face. Look, here's the important thing. I'm finally back in Austin. Also, did you notice the fact that we banked three months of Scam School episodes? Don't worry, new episodes coming out this week."}, {"video_id": "video7576", "desc": "men are being filmed in the darkness", "subtitle": " There's something here. Did you see that? See what?"}, {"video_id": "video7577", "desc": "a girl explains about some studies showing some hands actions", "subtitle": " When the spiral created by the eccentricity of the planet intersects with that vertical wave from the inclination of the planet, the collisions are enhanced in some places and damped out in others, which creates this clumpy collision zone."}, {"video_id": "video7570", "desc": "a very young baby is wearing a disguise and laughing", "subtitle": " I'm sorry."}, {"video_id": "video7571", "desc": "a woman in black puts on blush while looking in a mirror", "subtitle": " The first time I saw a man in a suit, I thought he was a man. But I was wrong."}, {"video_id": "video7572", "desc": "foreign language cooking show", "subtitle": " How many people do you do business with per day? Let's say 100, 150, 200... 200? Oh, dad! I think there's a live and live phone call. Hello? The audience is calling."}, {"video_id": "video7573", "desc": "a girl in white night wear dancing very sexy", "subtitle": " The first day of the tour, I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so tired. I was so"}, {"video_id": "video7578", "desc": "people are on stage talking", "subtitle": ""}, {"video_id": "video7579", "desc": "a girl wearing red top and black trouser is putting a sweater on a dog", "subtitle": " Yeah, okay, that's a lot easier Nope no ears Do you like your sweater Tori it's so cute look at you you look so pretty ah you got a new sweater For winter time"}, {"video_id": "video9969", "desc": "two girls are sitting in the bed with a cat and talking", "subtitle": " Oh my gosh, remember last year when Ariana Grande got hit with the angel wings? Yeah. I felt so bad for her. And people think Jennifer Lawrence tripping you at the Oscars was bad. Nothing even compares."}, {"video_id": "video9228", "desc": "guy in purple tshirt playing guitar as they drive through", "subtitle": " John Sabunye has obviously come a long way since his days in the jungle. The nurturing home of Molly and Paul Waswa has given him a second chance. But he still has difficulties with learning, coordination and language. Is this because he was alone in the jungle during the crucial development stage when most children learn to speak?"}, {"video_id": "video9229", "desc": "guys trying out ice cream", "subtitle": " The first time I saw a man in a suit, I thought he was a man. But I was wrong. He was a man."}, {"video_id": "video9226", "desc": "a girl dresses up in a bright wig", "subtitle": " Ah, do I see what I think I see? She might actually take this one home."}, {"video_id": "video9227", "desc": "man shows how to prepare potatoes", "subtitle": " While we're waitin', we got some skinnin' to do here. And they're hot."}, {"video_id": "video9224", "desc": "someone is playing a game", "subtitle": ""}, {"video_id": "video9225", "desc": "a man discusses a bollywood celebrity", "subtitle": " After Ragini MMS 2, the queen of seduction is back with a bang on the block."}, {"video_id": "video9222", "desc": "a boy is trying out for a part on the voice kids", "subtitle": " Thank you."}, {"video_id": "video9223", "desc": "a man and a woman are sitting in front of a television and addressing and audience", "subtitle": ""}, {"video_id": "video9220", "desc": "a girl is painting easter designs on nails", "subtitle": ""}, {"video_id": "video9221", "desc": "a cartoon clip is being played", "subtitle": ""}, {"video_id": "video7419", "desc": "a man playing guitar and singing on the road side", "subtitle": " What if all I ever see is my own reality?"}, {"video_id": "video7418", "desc": "an indian man talking about iphones and a new type of clothing", "subtitle": " delayed because at that particular time I'm not feeling of opening my iPhone and checking out a particular icon. And I think this technology will not only change the way, yes, it will change the way we interact with people also, not only the physical world."}, {"video_id": "video9323", "desc": "it is the video of military men", "subtitle": ""}, {"video_id": "video9322", "desc": "a woman gets trapped in a burning trailer", "subtitle": " That was a lovely performance, Miss Gibson. There's acting and there's acting. Thank you. Oh. Oh. Oh."}, {"video_id": "video9321", "desc": "penguins wander around on ice", "subtitle": ""}, {"video_id": "video9320", "desc": "a blonde man lies on a bed with a little baby", "subtitle": " Oh hello I hope I'm not the covering up this beaker it's a Dominic and Parker mom left me home with the baby by ourselves so we're gonna make a video we're sitting here watching"}, {"video_id": "video9327", "desc": "men talking about and eating hot dogs", "subtitle": " Look at this king Hawaiian bun, so fluffy, so puffy, so fluffy and puffy. Usually in a hot dog you would eat it from the sides, but I'm going from the top down. That one's doing fine."}, {"video_id": "video9326", "desc": "two boys sneak up to a girls performing choir", "subtitle": ""}, {"video_id": "video9325", "desc": "a man is driving a black car", "subtitle": " But this is not your everyday 64 Cadillac. You see, the car that we're driving right now is, I guess, like the epitome of what a hot rod is."}, {"video_id": "video9324", "desc": "animated video showing a bottle rolling across an empty hallway", "subtitle": ""}, {"video_id": "video9329", "desc": "a couple is shown", "subtitle": " and in 2012, she gave birth to her daughter, Nitara."}, {"video_id": "video9328", "desc": "a car is racing on road", "subtitle": ""}, {"video_id": "video7415", "desc": "in the kitchen the chef is interviewed by a lady and the ingredients are kept on the table", "subtitle": " eating healthier in the future. All right, well thank you so much because I want to talk more about the food because obviously there's this big push to eat local, grow your own food, so this is really wonderful. Roy, thank you so much. In our next segment we're going to be cooking and we'll see if you can give me, if I can help you in any way."}, {"video_id": "video7414", "desc": "a female in a space age outfit crawling and dancing on the floor", "subtitle": " And let's do a crazy alien dance. Ready? Wow! Well done everyone. They sit across the table."}, {"video_id": "video7413", "desc": "there is a guy talking to his father", "subtitle": " I know. It's not your fault. I know. No, no, you don't. It's not your fault. I know."}, {"video_id": "video7412", "desc": "a man talks about visiting visiting a specific place to buy some things", "subtitle": " Savokov is the closest city from Borovets, just 10 km. So we stopped there to buy some stuff."}, {"video_id": "video7411", "desc": "jolly good music troop delivering a program and the lady is in good spirit", "subtitle": " Call up all our friends, go hard this weekend For no damn reason, I don't think we'll ever change"}, {"video_id": "video7610", "desc": "the olympics wight lifting photo is illustrated to explain gravitational force", "subtitle": " So let's talk about another force, gravity. We all know about gravity. We all know it's a major force in our lives. And gravity is a force that... it's an attractive force, it's a pull. Gravity is a force that pulls objects together because of their mass. Any object with mass has gravity. Here this gentleman is fighting gravity to lift these very massive weight plates."}, {"video_id": "video7410", "desc": "vladmir putin talks on the news about the fight against terrorism", "subtitle": " defense industries who developed the new state of the art weapons that are so helpful in fighting terrorism. Russia has demonstrated its responsibility and its determination in its fight against"}, {"video_id": "video8451", "desc": "a group of young athletes race around a track", "subtitle": " And that is round of Mississippi out in lane five. Round of Mississippi is by Boone of Florida in second."}, {"video_id": "video9508", "desc": "men in a garage talk about a car they are going to restore", "subtitle": " much involved you know. An MGTD that believe it or not is incredibly low miles but came out of Illinois. It's here for a total restoration and this is actually in spite of its appearance this would be an example of a good car to buy as a restoration candidate because it was so undamaged, un-rusted and original when it"}, {"video_id": "video9957", "desc": "a group of people are dancing in a room", "subtitle": " I can see my reflection in my surfboard shine I can hardly wait to cause a commotion Come on everyone jump into the ocean Flying high just out of reach for Ants, his butt's"}, {"video_id": "video8653", "desc": "a man and woman are talking in a car", "subtitle": ""}, {"video_id": "video9039", "desc": "two girls in design dress wearing cloth standing holding mic in hand on street and person walking beside discusing on topic", "subtitle": " Jacket. What are you wearing today? Today, this is actually vintage. These shoes are Prada and these jeans, I have no idea honestly. It's kind of my I really don't care look."}, {"video_id": "video9038", "desc": "a person is preparing some food", "subtitle": ""}, {"video_id": "video9037", "desc": "a women is sitting with her baby and two people talking about that", "subtitle": " Nice I love you. I can't I'll thank you so much. Look how good those babies are I was gonna say when I when I heard the combo I thought yeah, it's asking for trouble. You don't think I would think the majority of those"}, {"video_id": "video9036", "desc": "young children in red fire chief hats are guided to a fire engine and up its metal textured stairs", "subtitle": ""}, {"video_id": "video9035", "desc": "a fatality from mortal kombat is shown", "subtitle": ""}, {"video_id": "video9034", "desc": "several dogs playing dead", "subtitle": " Bang! Bang! Oh no! Bang! Bang! Bang! Bang! Bang!"}, {"video_id": "video9033", "desc": "man standing on the ledge of a vary tall building jumps off", "subtitle": " The End"}, {"video_id": "video8741", "desc": "a tour through chinese architecture", "subtitle": ""}, {"video_id": "video9031", "desc": "a lady is play the sims while talking about it", "subtitle": " I wish they had the interaction to play with it together and they both need to play"}, {"video_id": "video9030", "desc": "animated pirates sing on a ship", "subtitle": " and circuits to hear some fresh screams but don't get me wrong you were very brave when faced with friendly singing animals you never"}, {"video_id": "video7962", "desc": "a pirate man tries to lift a lantern with his sword while on a boat", "subtitle": ""}, {"video_id": "video9419", "desc": "a girl talking with long hair", "subtitle": " Talking specifically about Morphe, I have three favorite things that are not healthy, as we already talked about, we are not going to show a cucumber in this video. My first favorite is a favorite of life, they are the Fruit Loops, that I found out a little while ago that they are called Fruit Loops, because I always thought they were called fruit, like fruit."}, {"video_id": "video8320", "desc": "a young girl is showing everybody how to apply make up", "subtitle": " I'm just going to start above my eye before doing the underneath and the side. So now I'm going to use this glitter gel. This is Black Heart from"}, {"video_id": "video8321", "desc": "a man is talking about something", "subtitle": " And then I get on set and I go to shoot my part and they're like, okay Shane you got this and I'm like I know I got this I'm a fucking actor and then I thought I blew the shit out of the water I was like damn where's my Oscar? I got to think of my speech. What am I gonna say? First of all, I would just like to thank my mama For not throwing me in the trash like she probably should have Second of all, I just want to thank Taco Bell"}, {"video_id": "video8322", "desc": "a lady tries to ride on bicycle but fails", "subtitle": " The city of San Francisco is the capital of the United States of America."}, {"video_id": "video8323", "desc": "a cat is layingon a couch and another islaying in a basket", "subtitle": " Thanks for watching!"}, {"video_id": "video8324", "desc": "a rock band performs on stage", "subtitle": " Are you ready for me? You better be ready for the country and our sight to see"}, {"video_id": "video8325", "desc": "a man cooks some food in a kitchen", "subtitle": ""}, {"video_id": "video8326", "desc": "video showing helping attitude of human beings", "subtitle": ""}, {"video_id": "video8327", "desc": "multi colored horses in a barn and outside in the snow", "subtitle": " But now I see your ugliness has made me ugly too I say no, they got no more codes to show Cause I've seen them, they're still"}, {"video_id": "video8328", "desc": "a man discusses and shows traits of some computer functions", "subtitle": " The third part, which is actually the largest, is the various utility programs, which perform specific tasks like editing a file or sorting a bunch of numbers."}, {"video_id": "video8329", "desc": "a woman talks about horse racing", "subtitle": " in 2006. Steven Spielberg is a fan. In 2003, his horse, that's what I'm talking about, was the Derby's fourth place winner. Number 5. It's among the most expensive sporting events"}, {"video_id": "video9418", "desc": "a man in black suit is talking about deforestation and about climate change", "subtitle": " deforest the great rainforest, we're going to lose immeasurably. If we continue on a path that fundamentally changes the Earth's climate in a way that's unrecognizable for us in the way that humanity has developed, we're going to face grave dangers. So from a normative perspective, environmental sustainability certainly seems right."}, {"video_id": "video9811", "desc": "a group of actors sit in a control room and think about their next move together", "subtitle": " You have the eyes of a bourrin. Very good. When I was a kid, I wanted to be a joker. I'm not a receptacle, so I'm not a joker. But I worked like a slave in the squires. And bourrins had big, beautiful eyes like you. I liked squires. They smell good. Sometimes they look at you with their big eyes that come out a little and you forget everything."}, {"video_id": "video9810", "desc": "some women models pictures are shown as a slide show presentation and a women is talking", "subtitle": ""}, {"video_id": "video9813", "desc": "a man drives a motorcycle in a video game", "subtitle": ""}, {"video_id": "video9812", "desc": "a woman giving a photoshop tutorial", "subtitle": " The black background is the haze."}, {"video_id": "video9815", "desc": "a mashup of music videos is being played", "subtitle": " I can see the sands on the floor as I live time to time You are not mine, you slowly disappear The way you drink is the way I live The way you let the waves roll"}, {"video_id": "video9814", "desc": "a scene from spongebob squarepants where the townspeople are carrying torches and chasing a giant squidward", "subtitle": " Come on, old man."}, {"video_id": "video9817", "desc": "vines of sports are being played", "subtitle": " I"}, {"video_id": "video9816", "desc": "a little girl talking to her and is scared", "subtitle": ""}, {"video_id": "video9819", "desc": "a reporter talks about a police incident", "subtitle": " Good morning to you. When you watch this video, you see things started to turn really ugly really fast. There are a lot of kids and not a lot of cops chaos and that what some are calling a questionable police takedown."}, {"video_id": "video9818", "desc": "a woman applies makeip to her eyes in double speed", "subtitle": ""}, {"video_id": "video9605", "desc": "a special songs for the game", "subtitle": " If I hit the switch, I can make the ass drop, drop, drop"}, {"video_id": "video8556", "desc": "a group of people are stamp dancing on stage in front of a crowd", "subtitle": ""}, {"video_id": "video8498", "desc": "delicious and colorful food is in the bowl", "subtitle": " This might be because they take up too much space or don't deliver taste-wise over shop-bought versions. Instead, I've chosen crops that will work even in small spaces, those that taste superior, can be grown with relative ease, and that will reward you with a plentiful, beautiful harvest. All the gardening methods in this course are organic. There are no nasty chemicals, and all the advice here is geared towards creating a garden run on organic lines."}, {"video_id": "video8499", "desc": "men working in surveillance room", "subtitle": " It was at the height of the IED problem, and our objective was to be able to follow the bombers from where the bomb was."}, {"video_id": "video8492", "desc": "a man is very excited", "subtitle": " I can swing my legs"}, {"video_id": "video8493", "desc": "polar bear jumps into water then plays around while people watch", "subtitle": " I want to go to the beach."}, {"video_id": "video8490", "desc": "the song hero by skillet with lyrics", "subtitle": " Someone save me from the hate It's just another war Just another family torn It's falling from my feet today Just a step on the edge Just another day in the war"}, {"video_id": "video8491", "desc": "a police officer pulls a gun at a swimming pool", "subtitle": " because my back was hurting really bad. That girl was not arrested. The officer in question could not be reached for comment. Two officers from the Department's Internal Affairs Department are working this case right now. Police say no one was injured. But just to give you an idea at how big this story is growing, last night more than one million people saw the clip on YouTube. This morning, George, more than four million. I can believe"}, {"video_id": "video8496", "desc": "a cute girl with nice headgear standing in a room is talking through a microphone", "subtitle": " Anyways, what we need you guys to do is to pay attention to all the different outfits so that you guys can comment down below which outfit you like the best so that that Barbie can maybe be in one of Jazzy's future videos. So why don't we get started with the fashion show?"}, {"video_id": "video8497", "desc": "a bus crashes into a car", "subtitle": " I showed him the way to the hospital. God! You stupid!"}, {"video_id": "video8494", "desc": "a girl is talking about a celebrity", "subtitle": " Was Kim K actually caught cheating? And Nicholas Cage's son took a very embarrassing public beating. This is what's hot off the net."}, {"video_id": "video8495", "desc": "food in a refrigerator is displayed on shelves in containers and on a lazy suzan", "subtitle": " and decided to put liners on the fridge as well. Such an enthusiastic man. On the top shelf I've got a lazy Susan which is useful for reaching stuff at the back. I've got some condiments, some chia puddings, some sauces and I've also got some leftover food prep stuff. This was something you made earlier this week which is a quinoa grain salad."}, {"video_id": "video9063", "desc": "people on stage performing", "subtitle": ""}, {"video_id": "video8258", "desc": "woman is using a baby stroller", "subtitle": " The city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the city of the"}, {"video_id": "video8259", "desc": "an interview is conducted", "subtitle": " I'm sure everyone who's behind the screen knows that she's back with more force."}, {"video_id": "video8254", "desc": "a woman in a purple dress is talking on a video", "subtitle": " And then you'll get to the end see the brilliant twist and realize yep typical Christopher Nolan Doodle bug made in 1997 is actually pretty simple it features just one apartment one actor and Like Cameron Nolan did everything himself"}, {"video_id": "video8255", "desc": "a man is playing piano", "subtitle": ""}, {"video_id": "video8256", "desc": "someone playing the game dark souls", "subtitle": ""}, {"video_id": "video8257", "desc": "a man is discussing some functions for a science expirement", "subtitle": " are in frustration. No one ever brought it up again. Today we're going to talk about how to avoid injury in the lab and some good techniques for using laboratory equipment correctly. First two lessons already learned, never wash out a vial. You are"}, {"video_id": "video8250", "desc": "instructional video on home improvement subjects", "subtitle": " For the end piece, there are two options for fitting. One is to measure and mark with the tape measure."}, {"video_id": "video8251", "desc": "guy in tshirt playing guitar and singing song", "subtitle": " There's always matters get complicated There's always better off have we waited There's always time enough to be outdated There's time enough There's always busy being born and dying There's always crumble in the walls and crying There's always failing and there's always trying"}, {"video_id": "video8252", "desc": "bride standing with a old man in formal wear", "subtitle": " and he was just, his soul was going out to his body, I don't know."}, {"video_id": "video8253", "desc": "vest of sports vines", "subtitle": ""}, {"video_id": "video8474", "desc": "men and women sing in a choir on stage with a piano", "subtitle": " The senses be stilled on."}, {"video_id": "video8475", "desc": "scrolling the the menu of movieclips with different movie trailers", "subtitle": ""}, {"video_id": "video8476", "desc": "women are celebrating a soccer victory", "subtitle": " More joy, built to say, yeah, we beat japan because there was the revenge at the end of the day it really doesn't matter all you want is this trophy and if you would have Played your own team to win it you would have done that so"}, {"video_id": "video8477", "desc": "city limits photograph taken from high point in day time", "subtitle": " The aircraft is a very small aircraft. It is a very small aircraft."}, {"video_id": "video8470", "desc": "high school wrestling match", "subtitle": " The game is over."}, {"video_id": "video7218", "desc": "episode from spongebob cartoon", "subtitle": ""}, {"video_id": "video8472", "desc": "persons are attending a class with laptops", "subtitle": " Why would we not give students ultimate autonomy and control over their technology devices? I think by unlocking devices and giving kids..."}, {"video_id": "video8473", "desc": "a animated car going on the roads with blue mark on either sides", "subtitle": " I'm going to make a new one."}, {"video_id": "video7215", "desc": "person playing a game", "subtitle": " and the rest of humanity. We all have different priorities. In the film, McConaughey said that he was in a tesseract. Let me ask you something. How do I phrase this? What the F is a tesseract?"}, {"video_id": "video7214", "desc": "race cars of different colors lined up on a dark track", "subtitle": " I still haven't decided completely what to do with that in terms of what team to drive and stuff, but hopefully that'll be sorted soon and I can get that going as well. So I hope you'll enjoy this online race, guys, and that you'll stick around for a lot more F114 videos from me in the future."}, {"video_id": "video7217", "desc": "a woman is advertising a stroller", "subtitle": " I'm going to make a small hole in the middle of the head."}, {"video_id": "video7216", "desc": "a woman giving skin care tips", "subtitle": " and happy and cheery and what more could you want? And now for the life slash human tips. So if you do go outside and you end up getting a little bit too much sun and you end up getting burned"}, {"video_id": "video8478", "desc": "a cat is licking a baby", "subtitle": " Kitty cat licking the toes!"}, {"video_id": "video8479", "desc": "a woman demonstrates how to cook chitlins", "subtitle": " the most popular requests for the holidays, so let's get right into that recipe. So the first thing I want you to know, I buy my chitlins pre-cleaned, however,"}, {"video_id": "video7213", "desc": "a woman is making lasagna", "subtitle": " cheese and spinach together. This is ricotta cheese. And then the first layer will be ricotta cheese with spinach. And then the second layer will be ricotta cheese with spinach."}, {"video_id": "video7212", "desc": "a man and a woman are walking a dog on a beach", "subtitle": " I can't even see anything. There's sand in my eye. Oh my gosh. Nala's enjoying herself though."}, {"video_id": "video8786", "desc": "a group of people talking about stuff", "subtitle": " I can't believe it's here! Hillsong Kids Actions, episode 16. And it's a classic today. It's One Way from our album Super Strong God."}, {"video_id": "video8787", "desc": "minecraft gamer puts on iron armor", "subtitle": " There we go, it's finally opened up. Oh no, but now I'm trapped in here. Now I'm trapped in here. I didn't want it to open up yet. Right, can I go and put the iron armour on? Put it on as quick as I can. There we go, I put the iron armour on. Right, I'm going to start"}, {"video_id": "video7961", "desc": "a band of singers and guitarists are performing on stage", "subtitle": ""}, {"video_id": "video7960", "desc": "a man is running around and playing a guitar", "subtitle": ""}, {"video_id": "video7967", "desc": "a news anchor is interviewing a person on screen", "subtitle": " It's not about justifying anything. Nobody here is apologising or trying to make an excuse for what happened. We're talking about the causes of it. For years now in the British discourse on this issue, we've failed to look at the causes of radicalisation"}, {"video_id": "video7966", "desc": "cheese is being sliced", "subtitle": " Square it up. You want them as thin as possible. And as even as possible. And you're going to continue doing this with the rest of the potatoes."}, {"video_id": "video7965", "desc": "man driving in a car an talking about the car", "subtitle": " It's a really good ride, it goes where I want it to go. There's no second guessing."}, {"video_id": "video7964", "desc": "the couples are kissing in the game of throne", "subtitle": ""}, {"video_id": "video7590", "desc": "an emotional scene of two persons where they are crying on meeting", "subtitle": ""}, {"video_id": "video7969", "desc": "person driving in car", "subtitle": " The end"}, {"video_id": "video7968", "desc": "a foul mouthed chef demonstrates and describes a vegetable recipe", "subtitle": " The thinner the garlic, the crispier. This is a young tender broccoli. Just slice them down. I want a bite to the broccoli. Normally you sort of pace the"}, {"video_id": "video8788", "desc": "a man plays a video game where the player has a first person perspective and shoots other characters", "subtitle": " I started doubting myself. Am I too old for this? Don't I have any talents for shooters? Disappointed in myself, I went to check out Fallout 4 trailer. But while watching, I started to think about Overwatch again. I wanted to give it one more try."}, {"video_id": "video8789", "desc": "a girl in blue color dress wearing siting speaking and television screen with black shirt man beside still image displaying on screen", "subtitle": " back to the faith of his forefathers, Islam. He has now written a book about Jesus. The book has become controversial as it calls into question some of the core tenets of Christianity. The book is called Zealot, the life and time"}, {"video_id": "video8078", "desc": "a man in his backyard talks tot he camera and is going to skin a snake", "subtitle": " Hey guys, Jano Zero with Skinny Snake. He's not too big, he's a little copperhead."}, {"video_id": "video8079", "desc": "several groups of people are kayaking on a waterway", "subtitle": " so that, among other things, the different movements can be evaluated. This evaluation"}, {"video_id": "video8879", "desc": "a tamil movie scene is being shown they travel through a auto riksha and speak about the importance of work", "subtitle": " Why should we pay 100 for those 5 chicken legs? I like the idea of that little girl working hard at this age. It's enough if we give a pat on the back to those who work hard."}, {"video_id": "video8070", "desc": "man driving a car in a video game", "subtitle": " 46.0 so about eight tenths of a second quicker than what we've just seen from the rubble not too bad at all the mixer it's kind of like the barracks that we saw in the previous video in that it does take a while for it to get up the up the gears and up to speed but it's it's reasonably good around the corners and especially in slow speed corners as well it's got a lot of a lot more grip than a lot of that well pretty much all of the vehicles that we have"}, {"video_id": "video8071", "desc": "a man is talking about the making of the movie avatar", "subtitle": " possibility and my love of science fiction actually seemed to be mirrored in the world around me because what was happening, this was in the late 60s, we were going to"}, {"video_id": "video8072", "desc": "a man talking about human relationships", "subtitle": " Well, what does it disable? Primarily, the fear of human opinion disables our ability to grow closer in our relationship with Jesus. A third problem is this, is that it leads me to sin."}, {"video_id": "video8073", "desc": "a pop singer singing while she standing on a step the video is shown double", "subtitle": ""}, {"video_id": "video8074", "desc": "a girl sitting in a restaurant", "subtitle": " I'm sorry."}, {"video_id": "video8075", "desc": "scenes of romantic film", "subtitle": " Have you been associating with any known criminals? No, sir. Have not. My conscience is shiny and new."}, {"video_id": "video8076", "desc": "a web animation of a businessman", "subtitle": ""}, {"video_id": "video8077", "desc": "a man playing a video game", "subtitle": " Leaf type Eevee evolution instead of an electric type. I don't know that's kind of weird to me You know the three the three generic kind of Natures, I guess is water fire and earth, you know earth being you know leaf and the grass type Pokemon So like why would you not? Why would you?"}, {"video_id": "video7854", "desc": "a guy talks outside in the snow at a ski resort", "subtitle": " Hello and welcome to North Lake Tahoe. I'm Jeremy Jacobson, Leisure Sales Manager for the North Lake Tahoe Resort Association. And I'm very lucky to call this region my home, home of the most concentrated region of ski resorts in North America. Here we are in Squaw Valley, hosting Mountain Travel Symposium 2012."}, {"video_id": "video8392", "desc": "a girl in black color dress wearing cloth sleeping and smoking and peeping into hole displaying on screen", "subtitle": ""}, {"video_id": "video7369", "desc": "a man is talking about opening a laptop case", "subtitle": " Alright, so first and foremost, I got my MacBook Pro here. It is completely shut down, completely unplugged. I gotta pop my spec case off here. So, let me go ahead and start there."}, {"video_id": "video7368", "desc": "a martial arts cartoon", "subtitle": " We are entering the game"}, {"video_id": "video7361", "desc": "a woman with a camel", "subtitle": " Right Nessie? Yeah. Nessie is very athletic. She loves to run. Yeah, she loves to run."}, {"video_id": "video7360", "desc": "a woman is showing shrimp and bunch of different other ingredients in order to cook a dish", "subtitle": " For my Prawn Etouffée, I've got 450 g of peeled prawns, 8 tablespoons of plain flour, 1 small onion finely chopped, 4 spring onions finely chopped, half a green capsicum finely chopped, a large stick of celery finely chopped, a third of a cup of fresh parsley chopped, here I've got 1 crushed clove of garlic, and half a teaspoon each of cayenne pepper and ground black pepper and 2"}, {"video_id": "video7363", "desc": "a man loads a clip into a pistol", "subtitle": " follower. So that's it. Obviously the functionality is the same no matter what caliber you're using. I'm going to use these."}, {"video_id": "video7362", "desc": "a person is cooking on stage", "subtitle": " Do you like mustard? Oh, I love mustard. My favorite condiment. Me too. Absolutely, without question."}, {"video_id": "video7365", "desc": "cartoon people are eating at a restaurant", "subtitle": " I'm sorry."}, {"video_id": "video7364", "desc": "a busy city street in far east is seen with people holding baskets on heads", "subtitle": " Right to pee is a campaign which demands free and safe urinals for women. Just like men, women also work outdoors for 12-14 hours a day, but they have nowhere to go to the"}, {"video_id": "video7367", "desc": "this is a rock band music video", "subtitle": ""}, {"video_id": "video7366", "desc": "someone giving demo for some game and talking about that", "subtitle": " I'm not gonna start with super unlucky. I want super lucky So there's lots of brand new stuff that you come out of these blocks guys, but Janice still couldn't get away Couldn't David Copperfield out of that one do it and portal frames. All right, come on"}, {"video_id": "video7134", "desc": "a class is being introduced to a digital reading device", "subtitle": " How many books can you hold in your hand? Six. Can you hold four thousand books in your hand? No. With this, now you catch."}, {"video_id": "video7135", "desc": "a man in a music video screams shut up a bunch of times", "subtitle": " Shut up! Shut up! Shut up! Shut up! Shut up! Shut up!"}, {"video_id": "video9400", "desc": "someone is playing a game", "subtitle": " Finish him!"}, {"video_id": "video8672", "desc": "dog is drinking milk with baby nibble bottle", "subtitle": ""}, {"video_id": "video8673", "desc": "a man discusses spongebob", "subtitle": " Created by marine biologist and animator Steven Hillenburg, SpongeBob SquarePants is one of the highest rated programs to ever air on Nickelodeon. The show follows SpongeBob and a gang of bizarre characters through their misadventures in a land called Bikini Bottom. The show can be quite bizarre, leading some fans to create a theory that SpongeBob and his friends are the result of radioactivity."}, {"video_id": "video8670", "desc": "a black t shirted man with a hat talking about an event", "subtitle": " I am very happy to be here. I hope that events like this will always be here and will have an impact on the Malaysian fashion world and for the regional Asian market."}, {"video_id": "video7137", "desc": "bill murray is covered in frosting", "subtitle": ""}, {"video_id": "video8676", "desc": "a girl walking down a path", "subtitle": " Up a hill, up a hill Stomp, stomp, stomp Till, I feel sad when you knock down my buildings. Would you like to play with me and be my friend instead?"}, {"video_id": "video8677", "desc": "two mermaid with red hair is sitting on a rock", "subtitle": " out the other ideas that I've got for your giant cupcake mold as well as all things sweet. As always, thanks very much for tuning in to My Cupcake Addiction and I hope you have an awesome time making"}, {"video_id": "video8674", "desc": "space explorers in red and silver suits float about in a black abyss filled with blue crystals", "subtitle": ""}, {"video_id": "video8675", "desc": "a man kicks a ball", "subtitle": " in a different galaxy all together"}, {"video_id": "video9406", "desc": "a person giving his opinion on how crowded the world is", "subtitle": " Today we're talking about sustainable development. This is a crucial concept. I think it's crucial for the world. But what does it mean? I think our starting point has to be how crowded our world is today. We're seven"}, {"video_id": "video8678", "desc": "a lady is walking in the beach", "subtitle": " Thanks for watching!"}, {"video_id": "video8679", "desc": "a man discussed a few products", "subtitle": ""}, {"video_id": "video7131", "desc": "athletes are getting ready and start running for an event", "subtitle": " Set."}, {"video_id": "video7145", "desc": "a critic about wine speaks about the french wines", "subtitle": " I mean, I can't see that the economy of France is going to be rescued by what they think they're going to raise from this sale. Is it 250,000 euros? I think it's just to show the people that he feels their pain a bit."}, {"video_id": "video7144", "desc": "a group of women are rubbing oil and milk all over a woman", "subtitle": ""}, {"video_id": "video8928", "desc": "a woman walking along side a river in a bikini", "subtitle": " With peace, peace, peace I'm coming for you I'm coming for you I'm coming home"}, {"video_id": "video7146", "desc": "a puppy is crawling down some stairs", "subtitle": " It doesn't matter. It doesn't matter."}, {"video_id": "video7141", "desc": "a cartoon that is blurryb on a tv screen of a fashion run way", "subtitle": " Like I'm in the play In the limelight I want to stay I know I've got a big ego I really don't know why it's such a big deal though"}, {"video_id": "video7140", "desc": "someone is adding ingredients for a batter", "subtitle": ""}, {"video_id": "video7143", "desc": "someone giving demo for some game", "subtitle": " I love it when they evolve and they keep the same model. So they just stretch out like a really big Oh my god, that looks really cool. Damn. You gotta love that Jolteon. Alright next Oh quick attack get rid of helping hand because I don't like that move Next we're going to get our Flareon out"}, {"video_id": "video7142", "desc": "an oriental femal is dressed in a pink wig with girlish clothing and is carrying a stuffed animal", "subtitle": " I started to wear pretty clothes because I was too busy. What did you learn about today's fashion point?"}, {"video_id": "video8922", "desc": "an old man shakes hands with another man and then they hug each other", "subtitle": " Hi Chris, I'm Jim O'Hara. I play Gary Larry Jerry Terry on the show. You've probably seen me. I've been around. You're in the background? I've been on the show since day one. Day one this week? So we're friends, right? Yeah, best friends. See? You heard it here."}, {"video_id": "video8923", "desc": "women are modeling clothes", "subtitle": " on the crowds of traffic jam"}, {"video_id": "video8920", "desc": "a kid unwrapping his presents", "subtitle": " What the heck is going on right now"}, {"video_id": "video8921", "desc": "someone ends their tutorial on their computer", "subtitle": " Go to Window, Actions, and then you could use it from there. So that's it for this video tutorial. Hope you guys learned something new today. And I hope that's going to save you guys a lot of time because it sure has saved me."}, {"video_id": "video8926", "desc": "a man is playing a guitar with a band in a live concert", "subtitle": " Are you ready for the country? Are you ready for me? You better be ready for the country and I'll sign you soon"}, {"video_id": "video7148", "desc": "a cheif is preparing a treat", "subtitle": " If the milk and butter, water and lemon juice are mixed well, add 20 dcl of water and mix it well."}, {"video_id": "video8924", "desc": "a man works on a computer s motherboard", "subtitle": " where you just disconnected. That would be right up here. Carefully reconnecting, of course,"}, {"video_id": "video8925", "desc": "a band plays on a stage", "subtitle": " Her eyes were blasted, someone's talking down the hall Looking at my girl, when she just passed out my door I've seen so many things, I ain't never seen before Don't worry about a voice in the hall"}, {"video_id": "video7219", "desc": "a man drives a red indianapolis 500 type race car around an asphalt track", "subtitle": " Yeah, very odd practice, you know went fast one lap, you know, I thought okay. I have the setup down I have the feeling down for Monaco and then I just couldn't match it at all And then here we have a little spin there on the inside wall But obviously that's what practices for obviously that hopefully doesn't happen to us in the race. So that's the end of practice Let's get into qualifying obviously very crucial here at Monaco We're here in magical Monaco for this afternoon's qualifying session, which will be getting underway shortly"}, {"video_id": "video7592", "desc": "a dark skinned couple make love in bed the man is on top and the woman s blouse is partly transparent", "subtitle": " I'm sorry."}, {"video_id": "video8973", "desc": "commercial for a service called eva which will help people find a vehicle", "subtitle": " Don't come easy, but it's a game of will that take you can't hurry back. No, you just have to wait, just trust the luck of time."}, {"video_id": "video8471", "desc": "a woman in a yellow top is holding a red drink", "subtitle": " The Republican National Convention was also very representative of... Oh my god, repre... Representative. You know, the Republican National Convention was also very representative of... No, I'm just... I need a new word."}, {"video_id": "video7649", "desc": "there is a vehicle riding dangerously through forest", "subtitle": " The first time I saw a horse riding a horse, I thought it was a horse."}, {"video_id": "video7138", "desc": "a man talking about the two cars he test drove", "subtitle": " And there you have it. So we managed to test drive both cars, see how they stack up against each other, and hopefully we've refined your search to help you figure out which is the next car that's best suited for"}, {"video_id": "video8974", "desc": "a pretty young girl talks to a man with a mustache", "subtitle": " I searched the whole place, but I couldn't find him. Did you find him?"}, {"video_id": "video8618", "desc": "an exploration about the title of professional video advertisement", "subtitle": " You"}, {"video_id": "video8772", "desc": "the man is making a sauce in the kitchen", "subtitle": " So I'm going to mix this up."}, {"video_id": "video8816", "desc": "animated cartoon character is catching the ball", "subtitle": " You can do it, Zombie! Aw, so close, Zombie! Well, Spider, you should be good at this. You have a lot of arms."}, {"video_id": "video8817", "desc": "a football video game is shown", "subtitle": " number 205 EA Sports Game Changers Radio. I'm pretty much talking about my experience over the viral hiatus of Snoop Dogg asking for me man. My life changed like at the snap of a finger when Snoop Dogg actually put a video out. He was asking for me and asking people to find me. He wanted to work"}, {"video_id": "video8814", "desc": "the judges make a decision", "subtitle": " And now you want me one more time And who do you think you are?"}, {"video_id": "video8815", "desc": "a man walking into a room with two kids with red helmets", "subtitle": " So you want to see the workout stuff in here? You guys want to see the bunk room? You want to see upstairs? Oh yeah."}, {"video_id": "video8812", "desc": "shows a globe and a bunch of people", "subtitle": " We know that together. This little light of mine, I'm gonna let it shine. Now mama, this little light of mine."}, {"video_id": "video8813", "desc": "a woman is interviewed on a tv talk show", "subtitle": " Whatever the reason I just I'm just gonna try not to get mad here the point is you you refuse to use your own arms during the shoot you insisted on instead on using fake arms like mannequin arms"}, {"video_id": "video8810", "desc": "a woman plays guitar and sings for a televised competition", "subtitle": " I will always love you"}, {"video_id": "video8811", "desc": "the boy in karate dresswho is remembering the memorable hours with his father", "subtitle": " What do you miss about him? I miss his voice. I miss his voice telling me he loves me. Me too. After he died, I found this key that I had."}, {"video_id": "video7211", "desc": "people share their thoughts on a boxing match", "subtitle": " that he was definitely gonna win. This was a great fight. It was a great fight."}, {"video_id": "video8818", "desc": "several young girls are singing on stage", "subtitle": " I won't need to keep him wrong, when time is frozen."}, {"video_id": "video8819", "desc": "a video is shown showing different cars", "subtitle": ""}, {"video_id": "video7723", "desc": "a man plays an online multiplayer game and talks about how the game works", "subtitle": " When you use a command, like move command or use one of your abilities, so you push your Q button and you do a spell, that's a piece of information."}, {"video_id": "video7528", "desc": "a girl singing a song and her group were playing music", "subtitle": " Strong"}, {"video_id": "video7789", "desc": "a compilation of vine videos is shown", "subtitle": ""}, {"video_id": "video7788", "desc": "two guys are wrestling in a competition", "subtitle": " On deck, Matt Luthor."}, {"video_id": "video7787", "desc": "various sports clips with music are shown", "subtitle": " Trumpets they go"}, {"video_id": "video7786", "desc": "a song with skeletons dancing", "subtitle": " Mommy finger, mommy finger, where are you? Here I am, here I am, how do you do?"}, {"video_id": "video7785", "desc": "person lighting a kettle", "subtitle": " I'm going to make a simple and delicious dessert."}, {"video_id": "video8774", "desc": "there is a guy filling a toy with cotton to play with it", "subtitle": " Packing the rest in, putting my stopper in. I didn't really say if this went this way or this way. Not sure if it really matters, but I'm going to put it this way, more surface area. All right. Then close that up. The only thing that might be a little difficult for a small child is pushing that"}, {"video_id": "video7783", "desc": "long legged woman with black clothes is walking on the scene", "subtitle": " Alex, go!"}, {"video_id": "video7782", "desc": "a girl talking to her dead mom", "subtitle": " Mr. Atkins said he'd fail me if I was even a minute late again. My mom died a year and a half ago. It's like sometimes I can feel her around me. Mom? You have to be very careful. If you call out to one of the dead..."}, {"video_id": "video8727", "desc": "a picture of what could be the moon or mars is on the screen", "subtitle": " NASA themselves made a press release yesterday, NASA to announce Mars mystery solved. And it says that on the 28th, that's right after the blood moon, NASA will detail a major science finding from the agency's ongoing exploration of Mars during a news briefing at 1130 AM Eastern time, Monday, September 28th at the James Webb auditorium at NASA headquarters in Washington. We'll get into what that announcement might be."}, {"video_id": "video7780", "desc": "a man giving information about the mormon game", "subtitle": " type stuff but we ate at some really nice restaurants while we were there. That's fun. We went to a thing called the Book of Mormon which is a play made by Trey Parker and Matt Stone, the creators of South Park if you didn't know. So you know that was my first Broadway musical experience and it was so it was so much fun. Like the tickets were like"}, {"video_id": "video9781", "desc": "a women is explaining about the information of responders and the non responders for precision medicine", "subtitle": " And I wanted to also mention that this is very the work the type of work that we're doing is very much in line with the precision medicine initiative which was outlined by President Obama earlier this year. And the goal is to use both molecular clinical and other type of data to inform diagnostics and therapeutics. And we're very happy to be"}, {"video_id": "video9780", "desc": "an older woman who is blind is talking to a girl named lilly", "subtitle": " Lily, if you can hear me, please talk to me. Lily, are you out there?"}, {"video_id": "video7543", "desc": "a video on how to make knots for fishing", "subtitle": ""}, {"video_id": "video9782", "desc": "a man talking about a womans genital problems", "subtitle": " condition called uterus didelphys, which means that she has two separate uteruses and cervixes. Hazel went to the doctor after her long-term boyfriend told her that she was different in the genital area. Hazel says that she is comfortable with having the condition, despite the fact that she has"}, {"video_id": "video7545", "desc": "a person is playing a violin", "subtitle": ""}, {"video_id": "video9784", "desc": "sygornie weaver pointing a gun and then running", "subtitle": ""}, {"video_id": "video7547", "desc": "there is a woman in her roomshe is a net idol show her new vedio", "subtitle": " Sorry. I got them from U-Cunt, so check that website out for some tabs. They have an awesome selection. And if you have any questions, just let me know. Comment, whatever. So, bye."}, {"video_id": "video7546", "desc": "a man and a woman are talking about something", "subtitle": " environment correctly definitely takes a strong commitment. We do feel that if people want a sugar glider, it's most important that they look into certain organizations, talk to breeders, discuss all the unique aspects of what a sugar glider would represent in their home, and then decide if it's the right pet for them."}, {"video_id": "video7549", "desc": "a transvestite shows what she bought for her dog including shampoo and conditioner made by martha stuart", "subtitle": " Moving on to the last two things I bought. Oh, actually no, I bought two things more. See, I'm like spoiling them rotten. So a lot of the times I'll go get my dogs groomed. Like I won't do it myself, obviously. I'm not going to cut their hair and cut their nails like myself. But sometimes I feel like they get a little bit dirty and they need like touch-ups in between their spa days. So I'll shampoo them and wash them myself and condition them obviously as well. And Martha Stewart actually has a line of shampoo and conditioners for dogs. Like, can we just take a moment to realize how shameful that is?"}, {"video_id": "video9788", "desc": "a woman with long white hair and dressed all in white is sailing through the sky over snow covered ground", "subtitle": ""}, {"video_id": "video7725", "desc": "young people sit around the edges of a room clapping and raising their arms while others dance in the center during a party", "subtitle": ""}, {"video_id": "video8721", "desc": "man in grey shirt is having an interview in the building", "subtitle": " and there's a little bit of a cool down and the people can see where you pop up so you have to be kind of careful with it. His run thing turned him into sort of a wraith character where he was invulnerable and you get a little bit of a speed boost so apparently what the great thing to do is to teleport in, land your ult,"}, {"video_id": "video9259", "desc": "a car of 1970 is on the screen", "subtitle": ""}, {"video_id": "video9258", "desc": "a person is using a phone", "subtitle": ""}, {"video_id": "video9253", "desc": "people talking about their trip and how they are taken care of", "subtitle": " always remember. It's our first trip together. It's our seventh trip. We've been very pleased with Grand Circle. They take good care of you. You get to see different things that you don't normally get to see when you're traveling. We've enjoyed traveling"}, {"video_id": "video9252", "desc": "garage opening for a old bug to pull out to drive away", "subtitle": ""}, {"video_id": "video9251", "desc": "sleeping beauty play promotion", "subtitle": " Because I had such a success with Nutcracker and then Swan Lake quite a few years ago now, I guess it was always on the cards that I should or may approach the"}, {"video_id": "video9250", "desc": "a woman talking about a white tank top", "subtitle": " I've been loving it this month because the material is so soft and light. It just goes with everything. It goes with skirts, goes with jeans, goes with maxis, maxi skirts. It's very timeless, very classy and classic and the cut is just perfect. I just love that cut."}, {"video_id": "video9257", "desc": "a man puts his phone down to be charged", "subtitle": ""}, {"video_id": "video9256", "desc": "a woman is making playdoh", "subtitle": " Now it's time to do the same with the other color Remember you can change your quantities to make as much or as little play-doh as you want"}, {"video_id": "video9255", "desc": "a soldier is laying down", "subtitle": ""}, {"video_id": "video9254", "desc": "band playing music and people dancing", "subtitle": ""}, {"video_id": "video7469", "desc": "a video of a young man in a white shirt inviting his colleagues to join him", "subtitle": " Welcome to the World's Newsroom where all our language services from the BBC come together and cover these stories in very unique ways. But before we talk to our guests, I think we might better show our viewers what this video is so we know what we're talking about here. And I'd like to bring in our colleagues from BBC."}, {"video_id": "video7724", "desc": "a lady describes about workout and exercises for women", "subtitle": " For years, physicians and healthcare professionals have prescribed Kegel exercises to try and overcome these problems. However, Kegels are only isometric, an action similar to contracting and relaxing your muscle. The FPT is designed to enhance and accelerate the traditional Kegel exercise by adding weight resistance. As you know, adding weight will greatly strengthen muscles in less time."}, {"video_id": "video7963", "desc": "a machine drills holes in a section of metal piping", "subtitle": ""}, {"video_id": "video7558", "desc": "two boys introducing a young lady who plays the cups and sings", "subtitle": " We'll have Elizabeth come up and she'll be singing the top song from the movie Pitch Perfect. So give her a round of applause."}, {"video_id": "video8784", "desc": "a woman makes crafts", "subtitle": " for a couple days before I pulled out the tissue. And just using some green dust just to accent some of those lines. Now I didn't really like the look of my baby just all by itself so I"}, {"video_id": "video9330", "desc": "a man with a guitar sings on a farm", "subtitle": ""}, {"video_id": "video9331", "desc": "a man drives his car down the road", "subtitle": ""}, {"video_id": "video9332", "desc": "a girl plays a videogame", "subtitle": " This is it in Appaloosa Plains. It's kind of cute. I love how the barn is here. I think that's awesome. You know there's restrooms in there. I love that."}, {"video_id": "video9333", "desc": "barbecued cheese bacon burgers showcased", "subtitle": " And again, through the miracle of time, these cheese bacon burgers are done. Oh yeah, take a look at that."}, {"video_id": "video9334", "desc": "in game footage of a mine craft character walking up stairs", "subtitle": ""}, {"video_id": "video9335", "desc": "the person is frying the prawns and fish", "subtitle": " I'm going to make a little bit of a hole in the middle."}, {"video_id": "video9336", "desc": "video game of a truck driving through desert obstacles", "subtitle": ""}, {"video_id": "video9337", "desc": "some people are inside of a room", "subtitle": " Hi, I'm buying some garlic for my adobo. See how big they are? I'm my best salesman."}, {"video_id": "video9338", "desc": "a girl digging in the sand", "subtitle": " Biggie!"}, {"video_id": "video9339", "desc": "com long sheeps are in the big mountains", "subtitle": " two bred female alpacas, one llama and one marama guard dog. We now own over 50 alpacas and we have birthed more than 60 baby alpacas on our ranch. We have been very successful with our breeding program by producing"}, {"video_id": "video8783", "desc": "a lady named lizzy is speaking about movies she is wearing a very nice outfit", "subtitle": " His formal name is Willard, but during his school days, his fast-talking, charming and witty personality earned him the nickname The Prince. Then at the age of 12, he channeled his outgoing nature, sense of humour and creativity into writing rap songs."}, {"video_id": "video8780", "desc": "some people are shooting outside", "subtitle": ""}, {"video_id": "video7726", "desc": "a woman is singing and pouring drinks", "subtitle": " Fill me up, don't leave anything behind. I've got a cup of beer."}, {"video_id": "video8781", "desc": "a song from the movie beauty and the beast", "subtitle": " Well who'd have thought? Well bless my soul! Well who'd have known? Well oh indeed! And who'd have guessed they'd come together on their own? It's so peculiar! Well we'll have to see, a few days more, there may be something there that wasn't there before."}, {"video_id": "video7728", "desc": "a woman swings her hair in front of a large sing on a brick wall", "subtitle": " Nope."}, {"video_id": "video9028", "desc": "news of marijuana business having trouble growing", "subtitle": " became the first country in the world to legalize the drug. That's because the government body tasked with regulating the legal market is understaffed and underfunded. Police continue to harass growers"}, {"video_id": "video9029", "desc": "a player is putting a basket ball into the basket from distance", "subtitle": " I think I got my swagger back"}, {"video_id": "video9024", "desc": "some yellow text is on a purple and white screen", "subtitle": " it's nowhere to be found on television I have the best idea then I just have to ask the question maybe maybe you're right maybe you do have that one in a million or maybe there's a reason that idea is not on television"}, {"video_id": "video9025", "desc": "an instructional video on painting your nails", "subtitle": ""}, {"video_id": "video9026", "desc": "still photos from the 2002 movie the pianist are shown", "subtitle": ""}, {"video_id": "video9027", "desc": "a group of young people are playing", "subtitle": ""}, {"video_id": "video9020", "desc": "a person is looking at a camera during a wrestling event", "subtitle": " Here we go coach. We are maybe 20 minutes away from the first whistle on day two of 2015 CIF. You guys are currently in first place. You got eight guys into the semis, 11 guys still in it to medal. Tell me about your first day. You must be feeling good. Yeah, we brought 14. You're gonna have bumps in the road. I mean, you're not gonna win every match here. That's our goal, of course. But I said the arena, the arena lets us know every time we lose and we lost four games."}, {"video_id": "video9021", "desc": "a pitcher throws a fastball", "subtitle": " The 105 mile an hour heater is the fastest pitch ever thrown. And that pitch wasn't a fluke. In one and a third innings Chapman threw 25 pitches and every one of them was clocked at over 100 miles an hour. But how does he do that?"}, {"video_id": "video9022", "desc": "a woman stirs up some soup sprinkles a spice in and drops a shot of liquid into it", "subtitle": " When mixed, you can add a few threads of saffron or saffron and half a cap full of kewra and then mix it all together."}, {"video_id": "video9023", "desc": "several shots of tv shows combined were shown here", "subtitle": ""}, {"video_id": "video8175", "desc": "a man in a suit and a woman wearing brown giving the news", "subtitle": " video gamers dream of doing nothing but playing all day every day. A lot of them actually do, but you are about to meet two central Floridians who found a way to do it and still pay the bills. And the way that they do it has got the attention of people all over the world. Fox 35's Tom Johnson shows you why."}, {"video_id": "video7849", "desc": "a red haired woman holds a green parrot near shelves filled with bird food", "subtitle": " Even though you'll want to, it's human nature to try and comfort things with our voice and our bodies. Don't talk to them on the drive home. This is another very stressful time for them. This is the first time they're going to hear your voice, really, so you want to make sure that you're not associating your voice with something stressful."}, {"video_id": "video9277", "desc": "models are walking the runway as part of a fashion show", "subtitle": ""}, {"video_id": "video7844", "desc": "bbc talking to guys with very expensive red sports car", "subtitle": " Is this real carbon fibre? No, it's not. Are these real ram air scoops? No. I'm sorry, Richard. It's a joke. It's not supposed to be a Rolls-Royce. It's simple, it's fast, it's a worker's car. It's for blue-collar workers. Are you born in the USA or something? What has happened to you? Let me put it this way. This is like a body."}, {"video_id": "video8416", "desc": "a video of different racially motivated protests is playing while the song everyone s a little bit racist plays", "subtitle": " Maybe we could live in harmony"}, {"video_id": "video7845", "desc": "a person chops up lettuce and a strainer of kidney beans is shown", "subtitle": " Drain two 16-ounce cans of white kidney beans and set them aside."}, {"video_id": "video8606", "desc": "a man eats rice and a woman goes to the hospital", "subtitle": ""}, {"video_id": "video8756", "desc": "a woman is dressed up in face paint", "subtitle": " a wig or use purple yarn. I hope you guys enjoy this. What other looks would you guys like me to try? Thank you so much for watching and I'll see you all later. Bye!"}, {"video_id": "video9119", "desc": "a man talks about molecules and certain types of antibodies", "subtitle": " The construction of an artificial recombinant DNA molecule emerged from the possibility of linking a gene-encoding antibiotic resistance with the native plasmid of salmonella, typhimum,"}, {"video_id": "video8319", "desc": "there is a man in black is walking in to the bridge", "subtitle": " And I thought I could throw myself back in and follow orders, serve."}, {"video_id": "video8318", "desc": "a group discusses a man s outfit", "subtitle": " I'm so happy that you're in my team. Why did you join Mark? Because he's cool."}, {"video_id": "video8315", "desc": "three men were discussing the national football league", "subtitle": " You want to fold up the National Football League? I want to solve the problem. Who are you? What do you want?"}, {"video_id": "video8314", "desc": "a woman dances around for a music video", "subtitle": " I'm a coyote, ugly, I've been here, no, Tyra Yeah It's only up from here, no, downward spiral"}, {"video_id": "video8317", "desc": "an indian woman is applying makeup between her hair", "subtitle": " And in the championship, I didn't just get a housewife degree, I got a 10% free rate card on a dowry."}, {"video_id": "video8316", "desc": "a man is talking to an athlete", "subtitle": " To settle this one, Brian, outside."}, {"video_id": "video8311", "desc": "a man is filming as he and a woman watch the news where it shows an area filled with smoke", "subtitle": " video which is only six seconds long but this has been watched almost a hundred thousand loops now so far and as you can see lots of smoke in the distance there"}, {"video_id": "video8310", "desc": "two wrestlers are fighting on a mat", "subtitle": " back flashing into the ground somebody's gonna get hurt in this match remember the intercontinental championships on the line oh hard kick to the ribs"}, {"video_id": "video8313", "desc": "a woman is discussing a new video game", "subtitle": " about poorly sculpted World of Warcraft knockoffs plodding around a blocky world handing out fetch quests."}, {"video_id": "video8312", "desc": "the mountain views are from a boat on the center of a lake", "subtitle": " The picture book of a hundred miles is the description given to the unusual course of the legion."}, {"video_id": "video8605", "desc": "all womans singing and dancing", "subtitle": " I'm a grown woman, I can do whatever I want"}, {"video_id": "video7843", "desc": "a woman discusses how we can help children in a classroom", "subtitle": " how can we all together help children? They assume that teachers should be the center of a child-centered education system."}, {"video_id": "video9639", "desc": "women poring sauce to cooking vegetables", "subtitle": " And chili sauce"}, {"video_id": "video9600", "desc": "handsome man plays guitar and sings", "subtitle": " Everything is possible, there's nothing we can't do. It's a wild and beautiful fire."}, {"video_id": "video9117", "desc": "a person in white color dress wearing cloth speaking on topic white board explayning and many persons sitting displaying on screen", "subtitle": " metaphor and so forth and not only could IBM come up with an algorithm that won Jeopardy, but it beat the two greatest players ever to have played the game of Jeopardy and before it was able to do that most people in the AI world even even experts said this is something that will probably never happen in our lifetime. What's this got to do with machine"}, {"video_id": "video9808", "desc": "a man playing video games", "subtitle": ""}, {"video_id": "video9809", "desc": "man talks in front of a green bicycle", "subtitle": " or you want to start on the track and use a 1000cc or 600cc I think it's the ideal category to start on the circuit to start playing and understand the circuit process I think this is the ideal category because it's economical it's an easy bike, maintenance will be easy and it's a bike that will give you all the fun that a big bike can give you and then you with experience will change to the two superior categories show this in practice for the people now let's go, let's have fun"}, {"video_id": "video9806", "desc": "person is driving his black car fast on the street", "subtitle": ""}, {"video_id": "video9807", "desc": "a planet is being filmed from space outside", "subtitle": " It's not a mistake. And it's only a step into something bigger just like everything they do. They go increments by increments by increments. You know, at some point they want us to believe that we were created by aliens. You do know that right? All roads lead"}, {"video_id": "video9804", "desc": "a display of clips of the movie there will be blood", "subtitle": ""}, {"video_id": "video9805", "desc": "characters from video games are dancing to old mc donald had a farm", "subtitle": " Everywhere, oi oi, oh my Donald had a farm, E-I-E-I-O! Oh my Donald had a farm, E-I-E-I-O!"}, {"video_id": "video9802", "desc": "a woman dances in the background while a guy doesn t move", "subtitle": " And the figures gonna fake, fake, fake, fake, fake, baby I'm just gonna shake, shake, shake, shake, shake I shake it off, I shake it off I never miss a beat I'm lighting up my feet And that's what they don't see"}, {"video_id": "video9803", "desc": "two guys wrestling at an event", "subtitle": " I got a cheat sheet."}, {"video_id": "video9800", "desc": "a car is in a wreck", "subtitle": ""}, {"video_id": "video9801", "desc": "selena gomez clips of her videos and her dancing with a man in a tux while she wears pink", "subtitle": " I'm way too cool for you boy That's why you never work on me Suicidal, suicidal When I say to over demo you"}, {"video_id": "video9603", "desc": "a woman on her way out the door gets a call from a man standing in a store", "subtitle": " Hello? Sita, did you get the money? Yes, I'm bringing it right now. How fast are you coming?"}, {"video_id": "video8604", "desc": "a cnn report is talking about their dogs", "subtitle": " I don't have daughters, so this is my first tea party. All three of my dogs here were rescues. That's the thing. You look at this dog, and you're like, this dog was a rescue. Yes."}, {"video_id": "video7444", "desc": "a group of people watching a screen", "subtitle": " We are one people, with one will, one resolve."}, {"video_id": "video7445", "desc": "a man is talking and playing a video game", "subtitle": " ever"}, {"video_id": "video8601", "desc": "a man is folding pieces of paper", "subtitle": " Let's start with the folding. One in one way and one in the opposite way. Let's start folding one. Fold it in half."}, {"video_id": "video9607", "desc": "a commercial for the website called eharmony", "subtitle": ""}, {"video_id": "video8129", "desc": "behind the scenes in a professional kitchen as the chefs work and the waiters run food can be a very noisy experience", "subtitle": " We have chicken matches for 15 to 20 portions. We have two different orders of the same. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and the other is the rice. We have a lot of different orders. One is the chicken and one is the"}, {"video_id": "video8269", "desc": "the man thought students should be given the freedom to learn", "subtitle": " to a curriculum that builds curiosity, problem solving, teamwork, and perseverance, and away from teaching to the test. Give teachers space to teach and give students freedom to learn. Next."}, {"video_id": "video8268", "desc": "cartoon play for kids", "subtitle": " He can hear you just fine from right there. Now Rex likes a good drink once a day. Oh, don't worry. I won't let him get dehydrated. Do what now?"}, {"video_id": "video9609", "desc": "two astronauts experiencing a tense situation before relaxing afterwards", "subtitle": " Killing main engines! Okay, we're out of orbit."}, {"video_id": "video8261", "desc": "blonde woman with black nails is recording herself in a room", "subtitle": " And dark circles a little bit. Yeah, yeah, yeah. Yeah, honey."}, {"video_id": "video8260", "desc": "man in white hoodie turns a page to tell you about an online store the url is available in the description", "subtitle": ""}, {"video_id": "video8263", "desc": "a man drives aroud curves through a wooden mountainside", "subtitle": " it could be a bit lighter. Since this is the 2014 model, they actually revised the exhaust system, so now it's producing 205 horsepower, and I believe a little under 180 foot-pounds of torque, whereas the 12 and 13 model had, I think, 201 horsepower and about 170 foot-pounds of torque. Not a big difference, and I doubt you'd be able to tell the difference driving them back-to-back."}, {"video_id": "video8262", "desc": "wrestlers are involved in a large wrestling meet", "subtitle": " So 10 high school with 55 points and fourth place."}, {"video_id": "video8265", "desc": "someone plays a guitar and sings on stage of a tv show", "subtitle": " Only know you've been hard when you're feeling low Only hate her all when you're missing home Only know you love her when you let her go"}, {"video_id": "video8264", "desc": "women athletes taking their positions for a running race", "subtitle": " The first thing I do is to take a picture of the cat."}, {"video_id": "video8267", "desc": "video of gymasts practicing to roll", "subtitle": ""}, {"video_id": "video8266", "desc": "a robot is seen in a movie preview", "subtitle": " There are no strings on me."}, {"video_id": "video8441", "desc": "scene from a popular party", "subtitle": " Who are we? What are we? We will show the world"}, {"video_id": "video8440", "desc": "a man hits another man while wrestling", "subtitle": " He nailed him! Here it is!"}, {"video_id": "video8443", "desc": "valencia vesus hokit in a wrestling match", "subtitle": " into the mat with his toes in. Another beautiful technique. Very aware of his place on the mat, isn't he? The experience this kid has is second to none."}, {"video_id": "video8442", "desc": "a person covers a popular song", "subtitle": " I'm a little bit of a fool."}, {"video_id": "video8445", "desc": "people enjoy the performance of singer", "subtitle": " Nah, I'm just kiddin' playa, but it looks good on you. I wouldn't wear that motherfucker nowhere. But you a brave man. Why y'all ain't laughin'? Y'all goin' through some shit?"}, {"video_id": "video8444", "desc": "two ladies in a cookery show explain how to marinate chicken already cleaned and ready with salt and cilantro sprigs", "subtitle": " for garnishing. Okay, we are gonna start by marinating our chicken. We washed it, cleaned it and we cut it to bite size pieces. So we are gonna start with the"}, {"video_id": "video8447", "desc": "a woman singing on the voice", "subtitle": " I saw her bathing on the roof of beauty in the moonlight over Julia"}, {"video_id": "video8446", "desc": "spongebob is talking to patrick while holding a butterfly net", "subtitle": " Why don't we run away? Don't worry You are my only You won't be lonely Even if the sky is falling down"}, {"video_id": "video7202", "desc": "a group of people are dancing in a room", "subtitle": " I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of the world, I'm a man of"}, {"video_id": "video7203", "desc": "there is no sound while the screen shows a person playing a computer game", "subtitle": ""}, {"video_id": "video7200", "desc": "a female soccer player accepts a reward while being cheered on by the crowd", "subtitle": " A tremendous image. Let's see if I can get the bill out here quickly. Super solo, look at the poster. Golden glove for Com Solo, gentlemen. The best archer in the world championship in the United States. It was 540 minutes without conceding. Until the goal of O'Keefe today at 27. They made him... Let's see, that particularity also in Australia"}, {"video_id": "video7201", "desc": "lady and her dogs", "subtitle": " pictures of us around here. She's part of the family. Would you like to hold her? Of course, please. Come here. Look, fella. You smell so clean."}, {"video_id": "video7206", "desc": "a helicopter is shown flying in what seems to be a war zone in syria", "subtitle": " in Syria. New fronts in the fighting bring fresh hail on the ground."}, {"video_id": "video7207", "desc": "young men discuss and demonstrate a video game", "subtitle": " Do the half-court shot. Oh, you ain't getting over me. No, you're I'm giving it to you So you could take the half-court shot. Okay, and it to me. Oh My god, we could totally play dodgeball"}, {"video_id": "video7204", "desc": "a small boy is crying and a car is showed", "subtitle": ""}, {"video_id": "video7205", "desc": "hands rubbing together in the dark and band members singing and playing the guitar", "subtitle": " Find light in the beautiful sea I choose to be happy You and I, you and I We're like diamonds in the sky You're a shooting star I see A vision of ecstasy When you hold me, I'm alive We're like diamonds in the sky"}, {"video_id": "video9474", "desc": "a man talking about finances", "subtitle": " because it implies two things, but really it would be better to think of them as checks that balance, although that might be confusing to people who actually try to balance their checkbooks. Anyway, the point here is that each of the branches has the power to limit or check the other two, and this creates a balance between the three separate powers."}, {"video_id": "video8999", "desc": "showing anushka sharma bollywood actress", "subtitle": ""}, {"video_id": "video9511", "desc": "a person is riding red car on road", "subtitle": ""}, {"video_id": "video9472", "desc": "a girl wearing a dress stands to the side of the screen while lyrics to a song playing in the background appear on the other side", "subtitle": " That tasty daydream Look in your eye and that red, red, plastic thing that you like And when we go up, down, down We come back every time We never go out of style We never go out of style"}, {"video_id": "video7970", "desc": "two child playing in the house", "subtitle": ""}, {"video_id": "video8044", "desc": "a goat attacks a man and the man fights back", "subtitle": " and it's a standoff here and look at this oh to the groin area and this goat is raising hell in brazil look at this i'll try to charge him and kick the goat into the rib area and that was not smart and this goat is owning this man look at this"}, {"video_id": "video7972", "desc": "a man shows how a video game works", "subtitle": " what you want normally see this during I actually set that display so I could show it off for the purpose of the video you'll notice though that will rise until about 300 and I need to get the heck out of the water"}, {"video_id": "video7973", "desc": "someone is frying food", "subtitle": ""}, {"video_id": "video7974", "desc": "a woman is ripping off a man clothes", "subtitle": " If you say one word, I'll open the bottom of both of you."}, {"video_id": "video9578", "desc": "a diver goes underwater", "subtitle": ""}, {"video_id": "video7976", "desc": "a young boy rocks out on a guitar", "subtitle": ""}, {"video_id": "video7977", "desc": "someone is drawing pictures", "subtitle": " one and this is the middle drawing and this is the drawing at the end. So I flip them back and forth and I can watch this kid's head turn."}, {"video_id": "video7978", "desc": "a team with blue uniforms are playing badmitten with a team in white", "subtitle": " They got it this time. There we go."}, {"video_id": "video7979", "desc": "people talking about a fight", "subtitle": " It was a great fight."}, {"video_id": "video9579", "desc": "two men talk with children s voices", "subtitle": " It will be broken all the way. I'm going to take a heartbeat really fast. It's beating a little slow."}, {"video_id": "video8049", "desc": "a guy is spinning around with a bat", "subtitle": " Oh, look at it folks, look at him."}, {"video_id": "video8048", "desc": "george lopez s family sits down for dinner", "subtitle": " Sit down. We made it in. You guys cooked for us? We wanted to show how much we appreciate you guys. We're sorry for how we acted."}, {"video_id": "video9576", "desc": "a movie scene little boys inside water flowing inside forest displaying on screen", "subtitle": " Sleeper hold! Sleeper hold! Stop it, I'm serious! You can get that, the sleeper hold! Run, there's something on your neck. Yeah, right, I'm not falling for that one, a chance. No, run!"}, {"video_id": "video9577", "desc": "cartoon one women in horse and speak to that calmly", "subtitle": " Okay, so I called back in and went to the Sunset Islands and now we are going to try the lead horse function for the first time. So yeah, let's get to it. Okay, so to do it you just need to go in front of your horse like it says in the description."}, {"video_id": "video9574", "desc": "in the ocean a man on a surfboard rides a wave", "subtitle": ""}, {"video_id": "video7376", "desc": "broth is being added to a soup pot and stirred with a rubber spatula", "subtitle": " Then we'll be adding our chicken stock. Okay, so we'll cook our rice into our rice cooker until done and then we're going to slice it."}, {"video_id": "video7377", "desc": "a guy reports on complex news", "subtitle": " Young Thug with him siding against Wayne in more ways than one. We'll continue to update you on this story and others, so stay posted. For Complex News, I'm Jinx."}, {"video_id": "video7374", "desc": "video game clip showing here different charcters", "subtitle": " Thanks for watching!"}, {"video_id": "video7375", "desc": "a man talks about the school system", "subtitle": " Professors aren't relevant to a lot of their students today more than ever. Which is why it's insane what our children are going through in the school system. They're making them memorize facts that are at their fingertips."}, {"video_id": "video7372", "desc": "someone is showing some drink", "subtitle": " The perfect beauty day doesn't work without a candle."}, {"video_id": "video7373", "desc": "a solider gives a speech", "subtitle": " First Chets, second Rota, commander von Wickland. Come with me!"}, {"video_id": "video7370", "desc": "boys and girls dancing and singing on beach", "subtitle": " It's been the best"}, {"video_id": "video7371", "desc": "a tv shows review program hosts discuss about the performance and staying on air of star trek", "subtitle": " Yeah, what do you think of it now? Sucks. Star Trek! Star Trek the original series was the first TV show that fans brought back. It aired on NBC, who originally planned to cancel it after two seasons. But a letter writing campaign... Ooh, that sounds fun. Yeah. ...convinced the network to keep the show on the air, although it was only for one additional season. Just like Chuck! What?"}, {"video_id": "video7732", "desc": "colored lights and pictures of people fade in and out of view", "subtitle": " We're going outer space and my ears are popped. This is a wonka baby. I drank way too much soda to celebrate. Wow. What if the chords are the same thing? I think I would just cry. I would grow up."}, {"video_id": "video7378", "desc": "a clip of soccer plays", "subtitle": ""}, {"video_id": "video7733", "desc": "a child is singing on stage", "subtitle": ""}, {"video_id": "video7730", "desc": "different women in colorful clothing are walking down a runway for a fashion show", "subtitle": " I'm going to use a brush to paint the background."}, {"video_id": "video7939", "desc": "a man and woman stand together and cook in the kitchen", "subtitle": " When we're at that point we've got this little thing to contend with. This is the beak, this is the mouth. Squeeze that out of there and if I can just look. Can you see it? Yeah, how extraordinary. So these are our kind of main components. This is now all in the realms of"}, {"video_id": "video7731", "desc": "fox newscasters discuss chris christie and his poll numbers", "subtitle": " Okay, so Chris Christie, I shouldn't say his poll numbers never change. They don't change on a national basis, Chris, but he's doing well in New Hampshire, right? So, he had a moment tonight on Syrian refugees. Watch this."}, {"video_id": "video8689", "desc": "a multiplayer game of mario party is played", "subtitle": " Thanks for watching!"}, {"video_id": "video8688", "desc": "a person folds a paper airplane", "subtitle": ""}, {"video_id": "video8687", "desc": "fast moving time is shown here", "subtitle": ""}, {"video_id": "video8686", "desc": "a women is doing craft and talking about that", "subtitle": " I'm going to take a little bit of grain alcohol and I need a dark colored dye and I have something here that... let's see how it looks... you need just a little bit of dye and alcohol."}, {"video_id": "video8685", "desc": "a man prepares some food in the kitchen", "subtitle": " Turns out when you put tomatoes in between two plates it really does change your life. Later on we're showing you a bit of a vlog from Jamie and I on our holiday not holiday work trip. But in the meantime, Ben's going to tell you about his personal life. Go on Ben."}, {"video_id": "video8684", "desc": "a person points out certain figures on a paper", "subtitle": " This is weird. This is all weird. Scene selections and pictures from the movie. Remember all these great moments? Like when that monkey put those keys in that dog's mouth and then that guy was really upset about the whole thing because he's so posh."}, {"video_id": "video8683", "desc": "two people welcome people to an episode of their show", "subtitle": " Welcome to episode number three of Hillsong Kids Actions. Today we're going to learn the actions for our song Supernatural from the album Supernatural."}, {"video_id": "video8682", "desc": "a man talking something about the new smart phones", "subtitle": " others."}, {"video_id": "video8681", "desc": "a young man and his dad are rubbing each other s hair it s a commercial for vodafone", "subtitle": ""}, {"video_id": "video8680", "desc": "a woman talking to a man in a hood", "subtitle": " been attacked. Chief, come back. Your warriors need a leader. Prepare the troops."}, {"video_id": "video7152", "desc": "a person is swimming in some white water rapids", "subtitle": ""}, {"video_id": "video7153", "desc": "there is a wrestling match going on between two people", "subtitle": " Here comes the, here comes the, here comes the, y'all don't really want it like this Here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the, here comes the"}, {"video_id": "video7150", "desc": "a picture of the batsman is shown and he is ready for the batting and the audience are watching the show", "subtitle": " Tsunami"}, {"video_id": "video7151", "desc": "a man is sitting on a chair", "subtitle": " Electric chair and this will revolutionize the private transport At least transportation at the office. This is how it works. We have the drill there and then you just go"}, {"video_id": "video7156", "desc": "tom jones performing live on a television show", "subtitle": ""}, {"video_id": "video7157", "desc": "an anime cartoon character speaks to another character", "subtitle": " Thanks Misty for helping me and taking care of me when I was sick."}, {"video_id": "video7154", "desc": "demonstration on how to prepare something using a microwave", "subtitle": " Cook the lava cake."}, {"video_id": "video7155", "desc": "there are two men swimming in a pond", "subtitle": " Let me see those hands up Let me see those hands up Let me see those hands up, hands up Yeah, I'm like Ali when I write hooks Get it? Write hooks These songs are like the chapters of my life And this is my book, you seein' me"}, {"video_id": "video7158", "desc": "fox news presidential debate recapping the gop debate with donald trump and ted cruz", "subtitle": " What I said in private is exactly what I'll say here, which is that the judgment that every voter is making of every one of us up here is who has the experience, who has the vision, who has the judgment to be commander in chief. That's a standard I'm held to and it's a standard that I'm going to hold to."}, {"video_id": "video7159", "desc": "bill murray is being interviewed by david letterman while talking about bill s past roles", "subtitle": " time. Now here's a guy that I would never want to work with I would just think okay I'm too scared. Robert Duvall can have his part and my part."}, {"video_id": "video9368", "desc": "someone demonstrates about the small motor uses to the video", "subtitle": " This particular casing, it actually has a shoulder that the case will rest up against. It follows the shoulder of the 30-06 casing. Okay."}, {"video_id": "video8863", "desc": "an animated girl talks to a baby and plays with it", "subtitle": " Good cat."}, {"video_id": "video8862", "desc": "a woman s background voice describes a virtual scene where a dog enters a bathroom", "subtitle": " Sorry, but I want to see you drink out of the toilet. This is what I love about like piggy dogs. It's like they can do so much more things that are just so freaking funny. Can you do anything with this? No."}, {"video_id": "video8861", "desc": "a white male raps while another plays guitar", "subtitle": " I want it where the point be at Haters from the heart to the head is where I point the gas Imagine how your face looks as I cock it back Do the trick, imagine how your face looks after that It ain't worth it bro, tell you I ain't fit Even though I hear and see so much to make me sick"}, {"video_id": "video8860", "desc": "explainin about the scene in the net", "subtitle": " for more."}, {"video_id": "video8867", "desc": "the house has at least three small pets", "subtitle": ""}, {"video_id": "video8866", "desc": "a news scene of the dog s exercise and diet", "subtitle": " Obie's story became viral after photos and videos of him surfaced of him practically immobile with a very large belly being dragged along on the floor. Obie's new owner started a strict diet and exercise regime"}, {"video_id": "video8865", "desc": "a man in a kitchen is preparing pancakes he s wearing a white shirt and has black hair", "subtitle": " Pour the batter into the center of the flour mixture."}, {"video_id": "video8864", "desc": "a clip from fox news on the shelby north carolina shooting", "subtitle": " we have HIPAA laws that prevent disclosure of medical information. So how are you going to give gun dealers access to people's mental health records? How do you get them to honestly disclose? And I disagree to a certain extent. I think anybody who walks into a church and guns down innocent people has a mental illness. Maybe undiagnosed, but..."}, {"video_id": "video8869", "desc": "a girl shows a pack of toy building blocks", "subtitle": " Lots of blocks. Here's a present. Another present block. A number one. A number four. A number two. And the number three."}, {"video_id": "video8868", "desc": "a young girl sits in a room and looks into a bag", "subtitle": " is allergic to everything in the world. It's a YA book and who doesn't love YA books? There's something else in here! Penguin! Ooh a little card!"}, {"video_id": "video7798", "desc": "dogs and cats playing in a park", "subtitle": " Thank you for watching!"}, {"video_id": "video7799", "desc": "a guy chops up garlic and pours it over chicken frying in a pan", "subtitle": " Now it's starting to come together you've got beautiful frying chicken you've got this wonderful garlic It's time to get the garlic straight in there. Just sprinkle it all the way over the top nice hunky chunks I'm gonna give that a stir through but before I do"}, {"video_id": "video7794", "desc": "a famous tv talk show", "subtitle": ""}, {"video_id": "video7795", "desc": "a documentary on how to windsurf and in particular recover from a wipeout", "subtitle": " If the wing would happen to land upside down in the water, it's easy to turn it back. Simply push up the nose from the water and let the wind assist you turning the wing."}, {"video_id": "video7796", "desc": "boy playing with a dump truck", "subtitle": ""}, {"video_id": "video7797", "desc": "a man is swimming in the swimming pool", "subtitle": ""}, {"video_id": "video7790", "desc": "a guy with glasses is standing next to some signs", "subtitle": " People are worried about trade-offs, negotiations behind closed doors, etc. Are you okay with our demonstrations behind you?"}, {"video_id": "video7791", "desc": "three kids are performing a song", "subtitle": ""}, {"video_id": "video7792", "desc": "screen cast of mine craft oneline", "subtitle": " going back and forth from spawn that is cool that is awesome I'm I never have luck with stuff like that that is really cool and it's it'd be pretty close to my base I think as well"}, {"video_id": "video7793", "desc": "flight is shaken and the pilots trying to land the flight while they opened the air", "subtitle": " We need to dump the fuel do it Atlanta center, this is subject to do something"}, {"video_id": "video7333", "desc": "there are pictures and quotes from george bernard shaw and vincent van gogh while a voice over artist talks about making mistakes", "subtitle": " do you have bathed your hamster in water, don't beat yourself up over it. Everyone makes mistakes. Just remember, being a good owner doesn't mean never making mistakes. It means learning from your mistakes and changing things."}, {"video_id": "video9798", "desc": "a woman peeling vegetables in her kitchen", "subtitle": " and then you're gonna peel it and what that root will do"}, {"video_id": "video7559", "desc": "a man is trying some sushi", "subtitle": ""}, {"video_id": "video7556", "desc": "people are playing baseball", "subtitle": " If he had small on the ground, I would imagine he would be running 50% at first base. So the Noggers trying to catch him right now."}, {"video_id": "video9797", "desc": "a football player with a football", "subtitle": " In the second half, the Falcons had the ball first. They started off on their own 18-yard line. They were faced with a third and three from the 25. Matt Ryan hit Julio Jones for a 13-yard pass that made a first down on the 38."}, {"video_id": "video7554", "desc": "a person pointing to food on a plate", "subtitle": ""}, {"video_id": "video9795", "desc": "a person playing a video game and commentating", "subtitle": " Love to love and feel your touch I need your touch"}, {"video_id": "video7552", "desc": "it is about a cartoon film", "subtitle": " We broke the tree. There are some fruits."}, {"video_id": "video9793", "desc": "interview with artist shanai twain", "subtitle": ""}, {"video_id": "video9790", "desc": "squidward scenes playing with a lil wayne song", "subtitle": " She gets down low for me, down like her temperature, cause to me she zero degree, she call over freeze, I got that girl from overseas, now she's my Miss America, now can I be her soldier please?"}, {"video_id": "video9791", "desc": "a woman talking about different pictures next to her", "subtitle": " still ended up the more famous of the two. Joining him on screen this time is an up and coming actress, Stephanie Scott, who also co-stars in Blum's upcoming Gem in the Holograms remake. By the way, fellow hologram Haley Kiyoko also appears here."}, {"video_id": "video8671", "desc": "a man is yelling on the phone", "subtitle": ""}, {"video_id": "video7542", "desc": "a boy gets out of a play police car and talks to a girl", "subtitle": " Are you okay? Someone stole my toy. What did he look like? I took a picture of him. Yep, that's our guy. Micah, he was just here. He stole our remote control. He can't be too far away."}, {"video_id": "video9248", "desc": "people are riding horses in grassland", "subtitle": ""}, {"video_id": "video9249", "desc": "a man is discussing oxiders in bulk form", "subtitle": " volume. So in this case, when we factor in the widening and the lengthening of the wire, there's about a 250% increase in volume of this system. That's pretty phenomenal because tin oxide in bulk form is a very brittle material. And so what this shows that at nano scale dimensions, we can convert to material that's typically brittle. Well, that material will exhibit a very ductile"}, {"video_id": "video9240", "desc": "young men in a middle of the bush almos naked and scratching themselves", "subtitle": ""}, {"video_id": "video9241", "desc": "japanese people laughing and dancing", "subtitle": " You're so cute. Baby bear is so cute. I love you."}, {"video_id": "video9242", "desc": "a person drawling people on a canvas", "subtitle": " It comes as no surprise that some Americans are healthier than others. But did you know that your years of education can predict how long and how well you will live? That's even more true today than it has ever been. Over the last few decades, the life expectancy gap between more educated and less educated Americans has widened. Things are changing. Education matters to health more than it did in the past. And this is true"}, {"video_id": "video9243", "desc": "they are singing a song and playing a guitar in the stage", "subtitle": ""}, {"video_id": "video9244", "desc": "documentary about museum in peninsula", "subtitle": " Also on the Big Day Peninsula is the Norsk Folkmuseum. This large open-air museum is the first in the world to be opened."}, {"video_id": "video9245", "desc": "man interviews bill murray", "subtitle": ""}, {"video_id": "video9246", "desc": "a beautiful sceneary is shown and the sight seeing through the train is amazing and place is so lovely to watch", "subtitle": ""}, {"video_id": "video9247", "desc": "in an animated scene two characters are outside under a menacing sky glaring at each other", "subtitle": " Bardock! That's Bardock? Ah, so you're the one who disposed of my henchmen."}, {"video_id": "video7710", "desc": "a man playing video games", "subtitle": " Puts it in. Successful move from Jeremy Lin. Good play to Hannah Chandler."}, {"video_id": "video9489", "desc": "a man with brown hair is singing a song", "subtitle": " I'm never gonna slip, never gonna slip, cause I'll never lose the ground."}, {"video_id": "video7147", "desc": "a man cooks burgers and bacon on a grill", "subtitle": " Now, these burgers are just about done, but I'm gonna add some bacon. Oh yeah, what's"}, {"video_id": "video8929", "desc": "a person is playing a video game", "subtitle": " stop me you'll net oh I just got hit by a car no no I didn't even get a chance I didn't even get a chance run all right"}, {"video_id": "video9309", "desc": "there is someone serving a crab dish", "subtitle": ""}, {"video_id": "video9308", "desc": "the models walk the catwalk", "subtitle": ""}, {"video_id": "video7544", "desc": "a car goes racing down the road", "subtitle": ""}, {"video_id": "video9305", "desc": "a football match between usa and japan", "subtitle": " Oh"}, {"video_id": "video9304", "desc": "three young people sing on stage", "subtitle": " I heard that one"}, {"video_id": "video9307", "desc": "the lady came their room go to the kitchen try to make their food", "subtitle": " The first time I saw the moon, I was surprised."}, {"video_id": "video9306", "desc": "a cartoon with violence", "subtitle": " Thanks for watching!"}, {"video_id": "video9301", "desc": "how to make a galaxy fighter", "subtitle": " I am using US letter size First step, I will fold the paper in half horizontally Unfold the paper"}, {"video_id": "video9300", "desc": "a squid is talking", "subtitle": ""}, {"video_id": "video9303", "desc": "children singing a song as a group on a stage", "subtitle": " The planet Earth turns so blue It's hard to see the light, rather stay awake when I'm sleeping"}, {"video_id": "video9302", "desc": "a guy trying to climb on a rope while another guy timing him", "subtitle": " 46 seconds. That's actually pretty impressive. Do you know what? It was excruciating."}, {"video_id": "video7209", "desc": "someone is showing a car features", "subtitle": " respectable and guarantee grip to the Honda sedan. A curiosity is that the bigger engine ended up being 1 kg more"}, {"video_id": "video7149", "desc": "a trailer for a film with words over the top", "subtitle": " It's not a game."}, {"video_id": "video8927", "desc": "a news story about hillary clinton", "subtitle": " over Benghazi. The real thing that we need to be focused on with Hillary Clinton is her time in the White House in the 1990s. True, she was not president, but she was one of the most politically involved first ladies in history, so it needs to be discussed. Alternet pointed out"}, {"video_id": "video7632", "desc": "a man walks between two brick buildings a dusk", "subtitle": " And it must be difficult when you're as injured as he is to find sort of satisfying goals, shall we say. I think he'll be really pleased, hopefully, as long as you're not going to film him."}, {"video_id": "video9019", "desc": "two people playing basketball and the one with a hat makes every shot", "subtitle": " 10-4, just a little bit more power. Good shot. Oh my god! And the crowd, ladies and gentlemen, is going wild! KSI is unleashing... KSI is unleashing... KSI is unleashing the beast!"}, {"video_id": "video9018", "desc": "people scoring in sports videos", "subtitle": " Nice watch. Run it."}, {"video_id": "video7478", "desc": "a football video game is being played", "subtitle": " Linemen are more than just physical, they're intelligent. And we've rebuilt our O-line D-line play from the ground up. And now offensive linemen dynamically sort and shift assignments based on threats."}, {"video_id": "video9011", "desc": "a woman in black dress and a man in a black suit sits together", "subtitle": " You kept your hair. Like sawing sawdust. All that worry for nothing. Any other fears come true? Yes. Just now."}, {"video_id": "video9010", "desc": "a group of zombis walking towards a very tall building with a globe in front of it", "subtitle": " Just bear in mind I have Windows 8.1, okay? I don't know if it works for normal Windows 8, but it probably will. So just try it anyway. There's no harm in giving it a try. It won't do anything to your computer, trust me. But yeah guys, hopefully this helped you. If it did, leave a like written and let me know in the comments. And I hope you enjoyed on watching and yeah, see you next time."}, {"video_id": "video9013", "desc": "basketball highlights of players scoring", "subtitle": " Lynn with his first assist. He perseveres that time being hounded by Rubio. Lynn around the screen by Jeffries now pulls up for the jump shot got it off the glass."}, {"video_id": "video9012", "desc": "a trailer for a movie with a girl knocking on the wall", "subtitle": ""}, {"video_id": "video9015", "desc": "several enormous juicy burgers are all stacked together", "subtitle": ""}, {"video_id": "video9014", "desc": "a cartoon plane picking up fruit and putting it in trucks", "subtitle": " Fantastic flying! Alright, you got it!"}, {"video_id": "video9017", "desc": "the man is driving his motorbike fast and having problems on the race", "subtitle": ""}, {"video_id": "video9016", "desc": "all persons are wearing bikini dresses and playing in sea", "subtitle": " I don't suppose that there's any reason that you should spend time with me. What are you talking about? Making conversation. Do you have a girlfriend? Why?"}, {"video_id": "video9509", "desc": "a women in blue shows two pink lipsticks", "subtitle": " We are now at the end of our drive."}, {"video_id": "video7548", "desc": "people are stoppped by military in the street", "subtitle": ""}, {"video_id": "video9734", "desc": "a cartoon shows two dogs talking to a bird", "subtitle": " Um, do you guys think there really is a l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l-l"}, {"video_id": "video9834", "desc": "old black and white films are shown and the history of motion pictures is being dealt with", "subtitle": " television demonstrations, and ship to shore telephony. With our electronic age in full swing, the coaxial cable, the cathode ray tube, the iconoscope, and the image orthicon, aided by hundreds of more conventional vacuum tubes, gave us television"}, {"video_id": "video9735", "desc": "many potatoes get washed and move through machinery", "subtitle": " Move over! Actually, all this close rubbing is washing away all my dirt and grit, whilst removing any fungi and rotten spots too. I feel like a new potato! See what I did there? Look at me, I'm in..."}, {"video_id": "video8752", "desc": "a news reader describing about a news", "subtitle": " In other Avengers news, Marvel has revealed the first full clip in the film. The clip features Scarlett Johansson's Black Widow taking a call from Clark Gregg's agent,"}, {"video_id": "video7064", "desc": "a guy wearing a black shirt talks and shows a chart on the tv screen", "subtitle": " last time around, whereas now we're seeing again a tangible about 15% improvement. Now it's no secret that some enthusiasts were disappointed with the bulldozer launch, the 8150. However, I think now that we're seeing a much bigger generational gap in performance, we should be a little bit happier with what's come out of AMD with the"}, {"video_id": "video8308", "desc": "a man is playing baseball", "subtitle": " fastball live and good had gone from off the map to on the radar of Major League scouts. Before I knew it, you know, I was on the phone with Adam Barajas for the San Diego Padres and talking to the general manager and they said they wanted me to be a part of the Padres organization."}, {"video_id": "video8309", "desc": "there is a wrestling match", "subtitle": " And Hanisch now has Lamers legs tied up. Here's where a ref is going to be pretty critical of the top wrestler. He's got to go side to side. He's got to make an attempt."}, {"video_id": "video8302", "desc": "a man talks about kim chi to a camera", "subtitle": " with people who had been out and consuming alcoholic beverages and got the craving for these kimchi fries and they've just taken off from there. That was Korea ticked off the list. We then went to"}, {"video_id": "video8303", "desc": "a cartoon announcing the next event in a fake show", "subtitle": " Knock it off! Ladies and gentlemen! It's day two in time for today's big event! The Miss!"}, {"video_id": "video8300", "desc": "a woman pours water into her pot of meat then tomato sauce and stirs it all around while talking", "subtitle": " Add the tomato sauce. Mix it."}, {"video_id": "video8301", "desc": "man pretends to be two different people", "subtitle": " I don't want to waste my time on this show. I don't want to be a part of it. I don't know where I am going to be. I don't know what I'm going to do. I don't know what I'm going to do."}, {"video_id": "video8306", "desc": "tourists walking around the mount fuji visitor center", "subtitle": ""}, {"video_id": "video8307", "desc": "calm pond with lush green hills lining the background is shown", "subtitle": ""}, {"video_id": "video8304", "desc": "a man dressed as a woman in a spanish language tv program", "subtitle": " You idiot! Have you never seen a girl? Hey, Jaria, you go and cool down. Later, I'll show you everything you want to see. What will you show me? Go! Go!"}, {"video_id": "video8305", "desc": "in a music video a man is laying with women while singing", "subtitle": ""}, {"video_id": "video7060", "desc": "a man extinguishes a fire outside", "subtitle": " Hello we are Jarppi and HB from the Dudesons and today we're gonna revolutionize the private transport. And because the cars are so last season we're gonna build something better so let's start testing."}, {"video_id": "video7061", "desc": "goldfish chase each other around a blue tank to music", "subtitle": " The end"}, {"video_id": "video9575", "desc": "the woman in the purple blouse talk as the shelves are behind her", "subtitle": " of the course. We hope you'll join us. Previous participants say they've enjoyed not only the course materials, but also the opportunity to work with other students and moderators from all over the globe. I know I'm always energized by our participants and I think you will be too."}, {"video_id": "video9879", "desc": "the young performer impressed his audience", "subtitle": " It's as high as a mansion and water to climb"}, {"video_id": "video9878", "desc": "some peole are sitting in hall", "subtitle": " Jesus, he jumped."}, {"video_id": "video9873", "desc": "man shows how to prepare pizza", "subtitle": " Cut half a tomato into slices."}, {"video_id": "video9872", "desc": "someone is playing a first person shooter game and is making jokes", "subtitle": " Thanks for watching!"}, {"video_id": "video9871", "desc": "bearded guy in grey tshirt talking to the camera", "subtitle": " We got just the bare essentials. The kids are at a funny age though, where they grab everything. Hi. We just got the bare essentials. Oh my god. The bare essentials."}]